[
{
    "input": "现在18岁了，最近半年，发觉，性生活总是提不起劲，同时，每次才开始就已经射了，请问：男孩早泄究竟是什么因素引发的。",
    "output": "可能诱发早泄的因素，与多个方面都有一定的影响，常见的是患者自身的心里因素，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，也可能是因为患者自身缺少性知识，常常手淫就会引起早泄，除了这两点，男性如果患上一些男科疾病也会诱发早泄，比如像前列腺炎、前列腺钙化等，或是骨盆骨折以及高血糖等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "49岁，男性，最近半年，发现，房事不太给力，此外，每次刚进去就射了，请问：男孩早泄是哪些方面诱发的。",
    "output": "可能诱发早泄的因素，与多个方面都有一定的影响，常见的是患者自身的心里因素，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，也可能是因为患者自身缺少性知识，常常手淫就会引起早泄，除了这两点，男性如果患上一些男科疾病也会诱发早泄，比如像前列腺炎、前列腺钙化等，或是骨盆骨折以及高血糖等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "43岁，男性，最近半个月，觉得，房事不太给力，同时，射精的时间特别快，请问：男孩早泄是哪些方面引起的。",
    "output": "引发早泄的主要病因，和很多方面都相关，常见的是患者自身的心里因素，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，也可能是因为患者自身缺少性知识，频繁手淫就可能导致早泄，再者，早泄的发生其实和一些疾病也是有关系的，包括前列腺和泌尿系的一些炎症感染，或是心脑血管疾病以及高血糖，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "男，目前54岁，最近几年，觉得，性功能变差了，而且，射精的时间特别快，请问：男孩早泄会是什么病因引起的。",
    "output": "引发早泄的主要病因，和很多方面都相关，常见的是患者自身的心里因素，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，也可能是因为患者自身缺少性知识，频繁手淫就可能导致早泄，再者，早泄的发生其实和一些疾病也是有关系的，包括前列腺和泌尿系的一些炎症感染，或是心脑血管疾病以及高血糖，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "男，目前52岁，这段时间，察觉，房事大不如前，此外，射精的时间特别快，请问：男生早泄是由于哪些原因所致的。",
    "output": "之所以会发生早泄，与很多方面都有关联，其中心理问题是比较主要的，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，也可能是因为患者自身缺少性知识，手淫过度，早泄就会发生，或是像一些疾病的发生也是早泄的诱因之一，如泌尿系感染和前列腺问题，或是心脑血管和糖尿病等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "男，目前28岁，最近几年，察觉，房事不太给力，另外，每次才开始就已经射了，请问：男生早泄是由于哪些原因诱发的。",
    "output": "之所以会发生早泄，与很多方面都有关联，其中心理问题是比较主要的，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，也可能是因为患者自身缺少性知识，手淫过度，早泄就会发生，或是像一些疾病的发生也是早泄的诱因之一，如泌尿系感染和前列腺问题，或是心脑血管和糖尿病等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "男，目前38岁，近一年，察觉，性生活总是提不起劲，而且，每次时间不足2分钟，请问：男孩早泄是哪些方面所致的。",
    "output": "发生早射的原因，常见的有以下几种，目前看来男性心理问题占大部分，比如过去性生活时受到过惊吓，有不愉快的体验等，其次，像一些对性知识并不了解的男性，长期看一些不良书刊就会加大早泄概率，当然，除了以上几点，男性如果得病了也会容易发生早泄，包括前列腺发生病变或是泌尿系感染，或是骨盆骨折以及高血糖等，以上这些因素均可导致早泄的发生，建议每一位男性都有所重视。"
},
{
    "input": "现在41岁了，近段时间，感觉，房事不太给力，同时，每次才开始就已经射了，请问：男生早泄是由于哪些病因导致的。",
    "output": "发生早射的原因，常见的有以下几种，目前看来男性心理问题占大部分，比如过去性生活时受到过惊吓，有不愉快的体验等，其次，像一些对性知识并不了解的男性，长期看一些不良书刊就会加大早泄概率，当然，除了以上几点，男性如果得病了也会容易发生早泄，包括前列腺发生病变或是泌尿系感染，或是骨盆骨折以及高血糖等，以上这些因素均可导致早泄的发生，建议每一位男性都有所重视。"
},
{
    "input": "男性22岁，近一年，发现，性功能出现退化，同时，每次时间不足2分钟，请问：男生早泄是由于哪些病因引起的。",
    "output": "早泄情况发生的原因，常见的有这几种，目前看来主要是患者心理上出现了一些问题，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，另外，缺少对性的正确认知，常常自己自慰，就会导致早泄，再者，诱发早泄的还有可能是患者自身的一些其它疾病，包括前列腺和泌尿系的一些炎症感染，或是心脑血管疾病以及高血糖，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "男人33岁，近半年，感觉，性生活总是提不起劲，同时，很快就射了，请问：男生早泄是由于哪些原因导致的。",
    "output": "早泄情况发生的原因，常见的有这几种，目前看来主要是患者心理上出现了一些问题，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，另外，缺少对性的正确认知，常常自己自慰，就会导致早泄，再者，诱发早泄的还有可能是患者自身的一些其它疾病，包括前列腺和泌尿系的一些炎症感染，或是心脑血管疾病以及高血糖，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "现在22岁了，最近几年，发觉，性功能出现退化，此外，射精的时间特别快，请问：男生早泄会是哪些诱因诱发的。",
    "output": "早射的发生诱因，主要受以下方面的影响，目前看来主要是患者心理上出现了一些问题，比如一些男性可能幼时看到过一些不良的事件，或是第一次的性体验并不是很愉快等，如果男性对性知识缺少了解，常常手淫就会引起早泄，或者说，患有一些器质性的疾病，常见的有前列腺和泌尿系问题，还有就是有心脑血管疾病的情况下，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "43岁，男，近一年，觉得，房事不太给力，另外，每次刚进去就射了，请问：男生早泄是由哪些方面引起的。",
    "output": "早射的发生诱因，主要受以下方面的影响，目前看来主要是患者心理上出现了一些问题，比如一些男性可能幼时看到过一些不良的事件，或是第一次的性体验并不是很愉快等，如果男性对性知识缺少了解，常常手淫就会引起早泄，或者说，患有一些器质性的疾病，常见的有前列腺和泌尿系问题，还有就是有心脑血管疾病的情况下，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "男，目前51岁，近半年，发现，房事大不如前，此外，不足2,3分钟就射了，请问：男性早泄是由哪些方面引发的。",
    "output": "导致出现早泄的病因，主要受到这些方面的影响，其中心理问题是比较主要的，这和目前男性生活、工作压力以及患者自身的性格都是有密切关系的，男性如果没有及时的接受性教育，手淫过度，早泄就会发生，还有如果得病了也会成为早泄的诱因之一，常见的有前列腺和泌尿系问题，或是发生股份骨折，会有心脑血管疾病，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "男性38岁，近段时间，发觉，房事不太给力，另外，很快就射了，请问：男性早泄是由于哪些病因所致的。",
    "output": "导致出现早泄的病因，主要受到这些方面的影响，其中心理问题是比较主要的，这和目前男性生活、工作压力以及患者自身的性格都是有密切关系的，男性如果没有及时的接受性教育，手淫过度，早泄就会发生，还有如果得病了也会成为早泄的诱因之一，常见的有前列腺和泌尿系问题，或是发生股份骨折，会有心脑血管疾病，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "35岁，男性，近半年，觉得，性功能变差了，并且，才进去没一会就射了，请问：男性早泄是由于哪些病因诱发的。",
    "output": "早泄的常见病因，受到这些方面的影响，心理因素是比较常见的，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，很多缺乏性知识的男性，经常自慰手淫就会成为早泄导火索，还有比较严重的一点，那就是一些器质性疾病的发生，常见的疾病主要是前列腺和泌尿系，或有糖尿病或是骨折等，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "现在40岁了，这段时间，发觉，自己在性生活方面力不从心，此外，不足2,3分钟就射了，请问：男性早泄是由哪些因素诱发的。",
    "output": "早泄的常见病因，受到这些方面的影响，心理因素是比较常见的，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，很多缺乏性知识的男性，经常自慰手淫就会成为早泄导火索，还有比较严重的一点，那就是一些器质性疾病的发生，常见的疾病主要是前列腺和泌尿系，或有糖尿病或是骨折等，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "男人26岁，近一年，发现，性功能出现退化，而且，每次时间不足2分钟，请问：男性早泄是由哪些诱因诱发的。",
    "output": "引发早泄的主要病因，主要受到这些方面的影响，首先可能是患者自身的心理因素，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，此外，对性知识了解匮乏，经常自慰手淫就会成为早泄导火索，或者如果男性患有一些疾病，也是会诱发早泄的，如泌尿系统的感染或是前列腺疾病，或是骨盆骨折以及高血糖等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "男人21岁，最近几年，察觉，性生活好像不太行了，而且，才进去没一会就射了，请问：男性早泄是由哪些诱因导致的。",
    "output": "引发早泄的主要病因，主要受到这些方面的影响，首先可能是患者自身的心理因素，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，此外，对性知识了解匮乏，经常自慰手淫就会成为早泄导火索，或者如果男性患有一些疾病，也是会诱发早泄的，如泌尿系统的感染或是前列腺疾病，或是骨盆骨折以及高血糖等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "今年35岁，这段时间，察觉，房事大不如前，同时，每次才开始就已经射了，请问：男生早泄是哪些因素引起的。",
    "output": "男性早泄的主因，和很多方面都相关，心理问题是其中比较主要的因素，比如过去性生活时受到过惊吓，有不愉快的体验等，另外，缺少性知识，经常自慰手淫就会成为早泄导火索，再者，早泄的发生其实和一些疾病也是有关系的，常见的有前列腺和泌尿系问题，或是血糖偏高，心脑血管疾病等，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "28岁，男性，最近半年，觉得，性生活总是提不起劲，另外，不足2,3分钟就射了，请问：男生早泄究竟是什么方面诱发的。",
    "output": "男性早泄的主因，和很多方面都相关，心理问题是其中比较主要的因素，比如过去性生活时受到过惊吓，有不愉快的体验等，另外，缺少性知识，经常自慰手淫就会成为早泄导火索，再者，早泄的发生其实和一些疾病也是有关系的，常见的有前列腺和泌尿系问题，或是血糖偏高，心脑血管疾病等，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "19岁，男，最近几年，发觉，房事不太给力，同时，不足2,3分钟就射了，请问：男性早泄是由于哪些病因引发的。",
    "output": "发生早射的原因，和很多方面都有关系，心理问题的发生是其中比较主要的一点，比如一些男性可能幼时看到过一些不良的事件，或是第一次的性体验并不是很愉快等，除心理因素之外，男性如果缺少对性知识的认知，手淫过度，早泄就会发生，再者，像一些器质性疾病也会导致早泄发生，比如一些男性疾病，前列腺炎、前列腺增生等，或是糖尿病，心脑血管病变等，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "现在43岁了，最近半年，感觉，性功能变差了，同时，射精的时间特别快，请问：男人早泄是由哪些方面所致的。",
    "output": "发生早射的原因，和很多方面都有关系，心理问题的发生是其中比较主要的一点，比如一些男性可能幼时看到过一些不良的事件，或是第一次的性体验并不是很愉快等，除心理因素之外，男性如果缺少对性知识的认知，手淫过度，早泄就会发生，再者，像一些器质性疾病也会导致早泄发生，比如一些男性疾病，前列腺炎、前列腺增生等，或是糖尿病，心脑血管病变等，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "现在39岁了，最近半年，觉得，房事大不如前，同时，每次才开始就已经射了，请问：男性早泄是由哪些因素所致的。",
    "output": "早泄的常见病因，和以下几个方面有关，常见的是患者自身的心里因素，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，其次，像一些对性知识并不了解的男性，长期看一些不良书刊就会加大早泄概率，除了这两点，男性如果患上一些男科疾病也会诱发早泄，尤其是像前列腺和泌尿系疾病，或是糖尿病，心脑血管病变等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "男性，现在23岁，最近几年，发现，自己在性生活方面力不从心，并且，很快就射了，请问：男性早泄到底是什么因素诱发的。",
    "output": "早泄的常见病因，和以下几个方面有关，常见的是患者自身的心里因素，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，其次，像一些对性知识并不了解的男性，长期看一些不良书刊就会加大早泄概率，除了这两点，男性如果患上一些男科疾病也会诱发早泄，尤其是像前列腺和泌尿系疾病，或是糖尿病，心脑血管病变等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "现在26岁了，近半年，察觉，性功能出现退化，并且，不足2,3分钟就射了，请问：男孩早泄到底是什么诱因所致的。",
    "output": "引发早泄的主要病因，受到这些方面的影响，心理问题是其中比较主要的因素，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，再者，一些男性如果缺少对性知识的认知，无节制的手淫就会引发早泄，除了这两点，男性如果患上一些男科疾病也会诱发早泄，主要是前列腺或是泌尿系统出现问题，或是心脑血管出现问题，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "男性，现在42岁，最近半个月，察觉，性生活好像不太行了，此外，每次刚进去就射了，请问：男孩早泄到底是什么诱因诱发的。",
    "output": "引发早泄的主要病因，受到这些方面的影响，心理问题是其中比较主要的因素，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，再者，一些男性如果缺少对性知识的认知，无节制的手淫就会引发早泄，除了这两点，男性如果患上一些男科疾病也会诱发早泄，主要是前列腺或是泌尿系统出现问题，或是心脑血管出现问题，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "男性27岁，最近半个月，发现，性生活好像不太行了，并且，很快就射了，请问：男人早泄会是什么因素诱发的。",
    "output": "早射的发生诱因，主要受到这些方面的影响，首先可能是患者自身的心理因素，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，另外，缺少对性的正确认知，长期手淫都会导致早泄，再者，像一些器质性疾病也会导致早泄发生，比如前列腺疾病或是泌尿系感染，或是血糖偏高，心脑血管疾病等，建议定期对性知识进行了解，并且及时疏导心理，检查身体，正确预防。"
},
{
    "input": "男，目前46岁，这两年，觉得，性功能变差了，并且，每次时间不足2分钟，请问：男性早泄到底是什么病因引起的。",
    "output": "早射的发生诱因，主要受到这些方面的影响，首先可能是患者自身的心理因素，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，另外，缺少对性的正确认知，长期手淫都会导致早泄，再者，像一些器质性疾病也会导致早泄发生，比如前列腺疾病或是泌尿系感染，或是血糖偏高，心脑血管疾病等，建议定期对性知识进行了解，并且及时疏导心理，检查身体，正确预防。"
},
{
    "input": "今年32岁，这段时间，觉得，房事大不如前，此外，每次时间不足2分钟，请问：男性早泄究竟是什么诱因引起的。",
    "output": "男性发生早泄的原因，和很多方面都相关，比如像男性自身心理上出现了一些问题，比如像夫妻感情不和，或是第一次性体验不愉快，很多缺乏性知识的男性，无节制的手淫就会引发早泄，或是像一些疾病的发生也是早泄的诱因之一，比如前列腺疾病或是泌尿系感染，或是糖尿病，心脑血管病变等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男性，现在26岁，最近几年，察觉，性功能变差了，另外，每次时间不足2分钟，请问：男人早泄会是什么因素所致的。",
    "output": "男性发生早泄的原因，和很多方面都相关，比如像男性自身心理上出现了一些问题，比如像夫妻感情不和，或是第一次性体验不愉快，很多缺乏性知识的男性，无节制的手淫就会引发早泄，或是像一些疾病的发生也是早泄的诱因之一，比如前列腺疾病或是泌尿系感染，或是糖尿病，心脑血管病变等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "今年37岁，最近几年，发觉，性生活总是提不起劲，同时，才进去没一会就射了，请问：男人早泄是由哪些方面诱发的。",
    "output": "导致出现早泄的病因，有以下几种，首先可能是患者自身的心理因素，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，另外，男性对性知识没有一个很好的了解，常常手淫就会引起早泄，还有男性如果患病，比如前列腺疾病或是泌尿系感染，或是骨盆骨折，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "男，目前43岁，最近几年，感觉，房事不太给力，同时，不足2,3分钟就射了，请问：男性早泄是哪些原因诱发的。",
    "output": "导致出现早泄的病因，有以下几种，首先可能是患者自身的心理因素，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，另外，男性对性知识没有一个很好的了解，常常手淫就会引起早泄，还有男性如果患病，比如前列腺疾病或是泌尿系感染，或是骨盆骨折，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "今年20岁，近段时间，感觉，性功能变差了，此外，每次时间不足2分钟，请问：男性早泄究竟是什么因素导致的。",
    "output": "可能诱发早泄的因素，常与这些方面相关，目前看来主要是患者心理上出现了一些问题，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，其次，像一些对性知识并不了解的男性，总是手淫就会发生早泄，或是男性不幸患上一些疾病，主要是前列腺或是泌尿系统出现问题，或是心脑血管和糖尿病等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男人21岁，最近半个月，发现，房事不太给力，此外，才进去没一会就射了，请问：男人早泄是哪些诱因所致的。",
    "output": "可能诱发早泄的因素，常与这些方面相关，目前看来主要是患者心理上出现了一些问题，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，其次，像一些对性知识并不了解的男性，总是手淫就会发生早泄，或是男性不幸患上一些疾病，主要是前列腺或是泌尿系统出现问题，或是心脑血管和糖尿病等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男性，现在48岁，最近几年，察觉，性功能出现退化，并且，不足2,3分钟就射了，请问：性生活时间短是由于哪些诱因导致的。",
    "output": "可能诱发早泄的因素，和很多方面都相关，首先可能是患者自身的一些心理问题导致的，这和目前男性生活、工作压力以及患者自身的性格都是有密切关系的，此外，和男性对性知识的漠视，长期手淫都会导致早泄，再者，像一些器质性疾病也会导致早泄发生，常见的疾病主要是前列腺和泌尿系，或是骨盆骨折，所以对于男性而言预防早泄是需要从很多方面入手的。"
},
{
    "input": "男性28岁，这段时间，发觉，性功能出现退化，并且，很快就射了，请问：男人早泄到底是什么诱因引发的。",
    "output": "可能诱发早泄的因素，和很多方面都相关，首先可能是患者自身的一些心理问题导致的，这和目前男性生活、工作压力以及患者自身的性格都是有密切关系的，此外，和男性对性知识的漠视，长期手淫都会导致早泄，再者，像一些器质性疾病也会导致早泄发生，常见的疾病主要是前列腺和泌尿系，或是骨盆骨折，所以对于男性而言预防早泄是需要从很多方面入手的。"
},
{
    "input": "男性38岁，近一年，感觉，性生活好像不太行了，并且，射精的时间特别快，请问：男人早泄是什么因素导致的。",
    "output": "早泄的常见病因，常与这些方面相关，首先可能是患者自身的心理因素，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，另外还有对性知识认知的匮乏，常常自己自慰，就会导致早泄，还有就是一些器质性疾病了，像是前列腺炎症啦，尿路感染等，或是心脑血管疾病以及高血糖，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "男，目前50岁，最近几年，感觉，房事不太给力，此外，每次才开始就已经射了，请问：男人早泄会是什么因素引发的。",
    "output": "早泄的常见病因，常与这些方面相关，首先可能是患者自身的心理因素，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，另外还有对性知识认知的匮乏，常常自己自慰，就会导致早泄，还有就是一些器质性疾病了，像是前列腺炎症啦，尿路感染等，或是心脑血管疾病以及高血糖，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "28岁，男性，最近半年，觉得，房事大不如前，而且，每次时间不足2分钟，请问：性生活时间短是由于哪些诱因引起的。",
    "output": "可能诱发早泄的因素，常见的有以下几种，心理因素是比较常见的，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，另外，缺少性知识，经常观摩一些刺激性的图文、视频均可导致早泄，还有如果得病了也会成为早泄的诱因之一，常见的有前列腺和泌尿系问题，或是心脑血管出现问题，早泄的发生并非偶然，和患者自身有不可脱离的关系，务必要重视。"
},
{
    "input": "52岁，男性，最近半个月，察觉，性功能出现退化，同时，射精的时间特别快，请问：性生活时间短会有哪些病因导致的。",
    "output": "可能诱发早泄的因素，常见的有以下几种，心理因素是比较常见的，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，另外，缺少性知识，经常观摩一些刺激性的图文、视频均可导致早泄，还有如果得病了也会成为早泄的诱因之一，常见的有前列腺和泌尿系问题，或是心脑血管出现问题，早泄的发生并非偶然，和患者自身有不可脱离的关系，务必要重视。"
},
{
    "input": "39岁，男，近半年，觉得，性生活总是提不起劲，同时，射精的时间特别快，请问：性生活时间短究竟是什么病因导致的。",
    "output": "早泄发生的主要因素，常与这些方面相关，首先可能是患者自身的心理因素，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，此外，调查发现很多早泄的男性对性知识的了解少之又少，长期观看不良视频就会引发早泄，或者说，患有一些器质性的疾病，如泌尿系统的感染或是前列腺疾病，或是像高血糖以及心脑血管等疾病，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "19岁，男性，最近几年，觉得，性生活总是提不起劲，此外，射精的时间特别快，请问：男人早泄是哪些病因引发的。",
    "output": "早泄发生的主要因素，常与这些方面相关，首先可能是患者自身的心理因素，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，此外，调查发现很多早泄的男性对性知识的了解少之又少，长期观看不良视频就会引发早泄，或者说，患有一些器质性的疾病，如泌尿系统的感染或是前列腺疾病，或是像高血糖以及心脑血管等疾病，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "现在53岁了，最近几年，察觉，性生活好像不太行了，而且，不足2,3分钟就射了，请问：性生活时间短究竟是什么病因引起的。",
    "output": "早泄的发生因素，受到这些方面的影响，心理因素是其中比较主要的，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，缺少性知识，长期手淫都会导致早泄，还有男性如果患病，比如像前列腺炎、前列腺钙化等，或是心脑血管出现问题，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "男性44岁，近一年，感觉，自己在性生活方面力不从心，并且，每次时间不足2分钟，请问：性生活时间短是哪些方面所致的。",
    "output": "早泄的发生因素，受到这些方面的影响，心理因素是其中比较主要的，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，缺少性知识，长期手淫都会导致早泄，还有男性如果患病，比如像前列腺炎、前列腺钙化等，或是心脑血管出现问题，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "28岁，男，这段时间，觉得，性功能变差了，而且，每次才开始就已经射了，请问：射精时间短是由哪些病因引起的。",
    "output": "发生早射的原因，与多个方面都有一定的影响，首先可能是患者自身的一些心理问题导致的，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，也可能是因为患者自身缺少性知识，经常自慰手淫就会成为早泄导火索，或者说像一些疾病的发生，常见的疾病主要是前列腺和泌尿系，或是发生股份骨折，会有心脑血管疾病，早泄一旦发生治疗起来难度就很大，建议男性们在生活中务必要积极预防。"
},
{
    "input": "现在48岁了，这两年，觉得，性功能出现退化，同时，才进去没一会就射了，请问：性生活时间短是哪些方面诱发的。",
    "output": "发生早射的原因，与多个方面都有一定的影响，首先可能是患者自身的一些心理问题导致的，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，也可能是因为患者自身缺少性知识，经常自慰手淫就会成为早泄导火索，或者说像一些疾病的发生，常见的疾病主要是前列腺和泌尿系，或是发生股份骨折，会有心脑血管疾病，早泄一旦发生治疗起来难度就很大，建议男性们在生活中务必要积极预防。"
},
{
    "input": "男人25岁，最近几年，觉得，性生活总是提不起劲，并且，每次时间不足2分钟，请问：性生活时间短是哪些方面引发的。",
    "output": "早泄发生的主要因素，和这些方面都是有关系的，首当其冲的就是患者自身的心理因素，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，此外，和男性对性知识的漠视，总是手淫就会发生早泄，或是像一些疾病的发生也是早泄的诱因之一，像是前列腺炎症啦，尿路感染等，或是像高血糖以及心脑血管等疾病，早泄一旦发生治疗起来难度就很大，建议男性们在生活中务必要积极预防。"
},
{
    "input": "男性43岁，近段时间，发现，性功能出现退化，此外，射精的时间特别快，请问：性生活时间短是哪些方面引起的。",
    "output": "早泄发生的主要因素，和这些方面都是有关系的，首当其冲的就是患者自身的心理因素，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，此外，和男性对性知识的漠视，总是手淫就会发生早泄，或是像一些疾病的发生也是早泄的诱因之一，像是前列腺炎症啦，尿路感染等，或是像高血糖以及心脑血管等疾病，早泄一旦发生治疗起来难度就很大，建议男性们在生活中务必要积极预防。"
},
{
    "input": "男性，现在46岁，最近几年，感觉，性生活好像不太行了，而且，射精的时间特别快，请问：性生活时间短是哪些方面导致的。",
    "output": "可能诱发早泄的因素，和很多方面都有关系，目前看来主要是患者心理上出现了一些问题，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，其次，像一些对性知识并不了解的男性，长期手淫都会导致早泄，或是像一些疾病的发生也是早泄的诱因之一，如泌尿系感染和前列腺问题，或有糖尿病或是骨折等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男人48岁，最近半个月，发现，房事大不如前，并且，每次时间不足2分钟，请问：射精时间短是由哪些病因导致的。",
    "output": "可能诱发早泄的因素，和很多方面都有关系，目前看来主要是患者心理上出现了一些问题，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，其次，像一些对性知识并不了解的男性，长期手淫都会导致早泄，或是像一些疾病的发生也是早泄的诱因之一，如泌尿系感染和前列腺问题，或有糖尿病或是骨折等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "52岁，男性，近段时间，感觉，房事大不如前，另外，每次才开始就已经射了，请问：射精时间短是由哪些病因引发的。",
    "output": "早泄的常见病因，主要受到这些方面的影响，心理问题的发生是其中比较主要的一点，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，男性如果没有及时的接受性教育，经常观摩一些刺激性的图文、视频均可导致早泄，还有比较严重的一点，那就是一些器质性疾病的发生，如前列腺炎、泌尿系统感染，还有就是有心脑血管疾病的情况下，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "男人43岁，这段时间，觉得，性生活总是提不起劲，此外，才进去没一会就射了，请问：性生活时间短是由哪些原因引发的。",
    "output": "早泄的常见病因，主要受到这些方面的影响，心理问题的发生是其中比较主要的一点，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，男性如果没有及时的接受性教育，经常观摩一些刺激性的图文、视频均可导致早泄，还有比较严重的一点，那就是一些器质性疾病的发生，如前列腺炎、泌尿系统感染，还有就是有心脑血管疾病的情况下，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "男性47岁，近半年，发现，性生活好像不太行了，另外，才进去没一会就射了，请问：射精时间短会有哪些因素引起的。",
    "output": "之所以会发生早泄，和这些方面都是有关系的，首先可能是患者自身的心理因素，比如患者在过去的性生活中有过一些不愉快的体验，或是受到过惊吓，男性如果没有及时的接受性教育，常常手淫就会引起早泄，或者说像一些疾病的发生，常见的有前列腺和泌尿系问题，或有糖尿病或是骨折等，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "男性53岁，最近半年，察觉，性生活好像不太行了，另外，每次刚进去就射了，请问：射精时间短会有哪些因素引发的。",
    "output": "之所以会发生早泄，和这些方面都是有关系的，首先可能是患者自身的心理因素，比如患者在过去的性生活中有过一些不愉快的体验，或是受到过惊吓，男性如果没有及时的接受性教育，常常手淫就会引起早泄，或者说像一些疾病的发生，常见的有前列腺和泌尿系问题，或有糖尿病或是骨折等，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "男性，现在22岁，最近几年，觉得，性功能出现退化，而且，才进去没一会就射了，请问：射精时间短会有哪些因素导致的。",
    "output": "男人早泄的病因，和这些方面都是有关系的，首当其冲的就是患者自身的心理因素，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，此外，对性知识了解匮乏，看一些不健康的图书、音频，就容易发生早泄，还有男性如果患病，比如像前列腺炎、前列腺钙化等，或有糖尿病或是骨折等，以上这些因素均可导致早泄的发生，建议每一位男性都有所重视。"
},
{
    "input": "男人51岁，这两年，觉得，性生活好像不太行了，同时，每次才开始就已经射了，请问：性生活时间短是由哪些原因导致的。",
    "output": "男人早泄的病因，和这些方面都是有关系的，首当其冲的就是患者自身的心理因素，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，此外，对性知识了解匮乏，看一些不健康的图书、音频，就容易发生早泄，还有男性如果患病，比如像前列腺炎、前列腺钙化等，或有糖尿病或是骨折等，以上这些因素均可导致早泄的发生，建议每一位男性都有所重视。"
},
{
    "input": "47岁，男，这段时间，察觉，性功能变差了，并且，才进去没一会就射了，请问：性生活时间短是由哪些原因引起的。",
    "output": "导致出现早泄的病因，和很多方面都相关，比如像男性自身心理上出现了一些问题，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，再者，一些男性如果缺少对性知识的认知，长期观看不良视频就会引发早泄，再者，早泄的发生其实和一些疾病也是有关系的，常见的有前列腺和泌尿系问题，或是骨盆骨折，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "男性37岁，最近半年，察觉，性生活总是提不起劲，并且，不足2,3分钟就射了，请问：射精时间短是什么因素引起的。",
    "output": "导致出现早泄的病因，和很多方面都相关，比如像男性自身心理上出现了一些问题，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，再者，一些男性如果缺少对性知识的认知，长期观看不良视频就会引发早泄，再者，早泄的发生其实和一些疾病也是有关系的，常见的有前列腺和泌尿系问题，或是骨盆骨折，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "今年22岁，这两年，察觉，性生活好像不太行了，另外，才进去没一会就射了，请问：射精时间短是哪些诱因导致的。",
    "output": "男人早射的病因，主要是这几种，患者自身心理上有问题是比较常见的，比如患者在过去的性生活中有过一些不愉快的体验，或是受到过惊吓，另外，缺少对性的正确认知，频繁手淫就可能导致早泄，还有就是一些器质性疾病了，比如一些前列腺疾病，或有糖尿病或是骨折等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男人26岁，近段时间，发觉，性生活好像不太行了，另外，很快就射了，请问：射精时间短会有哪些方面引发的。",
    "output": "男人早射的病因，主要是这几种，患者自身心理上有问题是比较常见的，比如患者在过去的性生活中有过一些不愉快的体验，或是受到过惊吓，另外，缺少对性的正确认知，频繁手淫就可能导致早泄，还有就是一些器质性疾病了，比如一些前列腺疾病，或有糖尿病或是骨折等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男性27岁，这两年，感觉，房事不太给力，同时，才进去没一会就射了，请问：射精时间短会有哪些方面导致的。",
    "output": "诱发早泄的因素，主要是这几种，比如像男性自身心理上出现了一些问题，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，如果男性对性知识缺少了解，无节制的手淫就会引发早泄，或者如果男性患有一些疾病，也是会诱发早泄的，常见的疾病主要是前列腺和泌尿系，还有就是有心脑血管疾病的情况下，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "男，目前43岁，近半年，发现，房事不太给力，同时，才进去没一会就射了，请问：性生活时间短会是什么诱因导致的。",
    "output": "诱发早泄的因素，主要是这几种，比如像男性自身心理上出现了一些问题，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，如果男性对性知识缺少了解，无节制的手淫就会引发早泄，或者如果男性患有一些疾病，也是会诱发早泄的，常见的疾病主要是前列腺和泌尿系，还有就是有心脑血管疾病的情况下，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "男人24岁，最近半个月，觉得，性生活好像不太行了，另外，每次刚进去就射了，请问：射精快到底是什么方面导致的。",
    "output": "出现早泄情况的主因，受到这些方面的影响，首先可能是患者出现了一些心理问题，比如过去性生活时受到过惊吓，有不愉快的体验等，另外，缺少性知识，长期看一些不良书刊就会加大早泄概率，还有比较严重的一点，那就是一些器质性疾病的发生，包括前列腺和泌尿系的一些炎症感染，或是心脑血管和糖尿病等，早泄一旦发生治疗起来难度就很大，建议男性们在生活中务必要积极预防。"
},
{
    "input": "男性47岁，最近半个月，觉得，房事大不如前，同时，每次时间不足2分钟，请问：射精时间短会有哪些方面诱发的。",
    "output": "出现早泄情况的主因，受到这些方面的影响，首先可能是患者出现了一些心理问题，比如过去性生活时受到过惊吓，有不愉快的体验等，另外，缺少性知识，长期看一些不良书刊就会加大早泄概率，还有比较严重的一点，那就是一些器质性疾病的发生，包括前列腺和泌尿系的一些炎症感染，或是心脑血管和糖尿病等，早泄一旦发生治疗起来难度就很大，建议男性们在生活中务必要积极预防。"
},
{
    "input": "男性，现在33岁，近段时间，发觉，房事不太给力，同时，每次刚进去就射了，请问：射精快会是哪些病因所致的。",
    "output": "早泄的常见病因，主要包括以下几种，心理因素是比较常见的，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，另外，男性对性知识没有一个很好的了解，长期看一些不良书刊就会加大早泄概率，或是男性本身有一些疾病，包括前列腺发生病变或是泌尿系感染，或是心脑血管出现问题，不管病因是什么，早泄的危害是不容忽视的，务必要正确预防。"
},
{
    "input": "男，目前45岁，这两年，察觉，房事大不如前，另外，每次才开始就已经射了，请问：射精时间短会有哪些方面引起的。",
    "output": "早泄的常见病因，主要包括以下几种，心理因素是比较常见的，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，另外，男性对性知识没有一个很好的了解，长期看一些不良书刊就会加大早泄概率，或是男性本身有一些疾病，包括前列腺发生病变或是泌尿系感染，或是心脑血管出现问题，不管病因是什么，早泄的危害是不容忽视的，务必要正确预防。"
},
{
    "input": "现在42岁了，近一年，发觉，性功能出现退化，同时，很快就射了，请问：性生活时间短会是哪些方面导致的。",
    "output": "男性早泄的主因，和以下几个方面有关，其中较为常见的就是心理因素，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，男性如果没有及时的接受性教育，长期观看不良视频就会引发早泄，再者，诱发早泄的还有可能是患者自身的一些其它疾病，比如前列腺疾病或是泌尿系感染，或是骨盆骨折，所以对于男性而言预防早泄是需要从很多方面入手的。"
},
{
    "input": "54岁，男性，近半年，发觉，性功能变差了，另外，才进去没一会就射了，请问：性生活时间短是由哪些原因诱发的。",
    "output": "男性早泄的主因，和以下几个方面有关，其中较为常见的就是心理因素，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，男性如果没有及时的接受性教育，长期观看不良视频就会引发早泄，再者，诱发早泄的还有可能是患者自身的一些其它疾病，比如前列腺疾病或是泌尿系感染，或是骨盆骨折，所以对于男性而言预防早泄是需要从很多方面入手的。"
},
{
    "input": "男性29岁，最近半个月，发现，自己在性生活方面力不从心，另外，每次才开始就已经射了，请问：射精快到底是什么因素导致的。",
    "output": "诱发早泄的因素，和很多方面都有关系，目前看来男性心理问题占大部分，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，其次，像一些对性知识并不了解的男性，长期手淫都会导致早泄，当然，除了以上几点，男性如果得病了也会容易发生早泄，常见的疾病主要是前列腺和泌尿系，或是糖尿病，心脑血管病变等，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "男性48岁，这两年，发现，性功能变差了，同时，射精的时间特别快，请问：射精快到底是什么因素引起的。",
    "output": "诱发早泄的因素，和很多方面都有关系，目前看来男性心理问题占大部分，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，其次，像一些对性知识并不了解的男性，长期手淫都会导致早泄，当然，除了以上几点，男性如果得病了也会容易发生早泄，常见的疾病主要是前列腺和泌尿系，或是糖尿病，心脑血管病变等，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "男性，现在43岁，最近几年，察觉，性功能变差了，同时，射精的时间特别快，请问：射精快到底是什么因素引发的。",
    "output": "可能诱发早泄的因素，有以下几种，心理问题的发生是其中比较主要的一点，比如像夫妻感情不和，或是第一次性体验不愉快，很多缺乏性知识的男性，经常自慰手淫就会成为早泄导火索，再者，像一些器质性疾病也会导致早泄发生，包括前列腺和泌尿系的一些炎症感染，或是骨盆骨折以及高血糖等，所以对于男性而言预防早泄是需要从很多方面入手的。"
},
{
    "input": "28岁，男，最近半个月，觉得，房事大不如前，另外，射精的时间特别快，请问：射精快是什么病因导致的。",
    "output": "可能诱发早泄的因素，有以下几种，心理问题的发生是其中比较主要的一点，比如像夫妻感情不和，或是第一次性体验不愉快，很多缺乏性知识的男性，经常自慰手淫就会成为早泄导火索，再者，像一些器质性疾病也会导致早泄发生，包括前列腺和泌尿系的一些炎症感染，或是骨盆骨折以及高血糖等，所以对于男性而言预防早泄是需要从很多方面入手的。"
},
{
    "input": "男人46岁，这两年，察觉，房事大不如前，同时，每次刚进去就射了，请问：性生活时间短会是什么方面诱发的。",
    "output": "早射的发生诱因，主要包括这些，首先可能是患者自身的心理因素，比如过去性生活时受到过惊吓，有不愉快的体验等，再者，一些男性如果缺少对性知识的认知，长期观看不良视频就会引发早泄，再者，诱发早泄的还有可能是患者自身的一些其它疾病，如泌尿系感染和前列腺问题，或是像一些心脑血管疾病，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "现在45岁了，近段时间，觉得，房事不太给力，另外，射精的时间特别快，请问：射精快究竟是什么诱因导致的。",
    "output": "早射的发生诱因，主要包括这些，首先可能是患者自身的心理因素，比如过去性生活时受到过惊吓，有不愉快的体验等，再者，一些男性如果缺少对性知识的认知，长期观看不良视频就会引发早泄，再者，诱发早泄的还有可能是患者自身的一些其它疾病，如泌尿系感染和前列腺问题，或是像一些心脑血管疾病，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "男性，现在52岁，近半年，发觉，房事大不如前，并且，不足2,3分钟就射了，请问：早射是由于哪些病因引起的。",
    "output": "男性发生早泄的原因，与多个方面都有一定的影响，其中较为常见的就是心理因素，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，男性如果缺少对性知识的了解，常常自己自慰，就会导致早泄，再者，诱发早泄的还有可能是患者自身的一些其它疾病，比如一些男性疾病，前列腺炎、前列腺增生等，或有糖尿病或是骨折等，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "45岁，男性，近段时间，感觉，自己在性生活方面力不从心，并且，每次时间不足2分钟，请问：早射会是什么病因引起的。",
    "output": "男性发生早泄的原因，与多个方面都有一定的影响，其中较为常见的就是心理因素，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，男性如果缺少对性知识的了解，常常自己自慰，就会导致早泄，再者，诱发早泄的还有可能是患者自身的一些其它疾病，比如一些男性疾病，前列腺炎、前列腺增生等，或有糖尿病或是骨折等，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "男人51岁，这两年，发现，性功能出现退化，另外，每次时间不足2分钟，请问：早射会是什么病因引发的。",
    "output": "导致出现早泄的病因，常见的有以下几种，首先可能是患者出现了一些心理问题，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，另外，缺少性知识，长期手淫、自慰，就是早泄主因之一，或者如果男性患有一些疾病，也是会诱发早泄的，比如一些前列腺疾病，或是糖尿病，心脑血管病变等，不管病因是什么，早泄的危害是不容忽视的，务必要正确预防。"
},
{
    "input": "男人43岁，最近半个月，发现，自己在性生活方面力不从心，另外，射精的时间特别快，请问：早射到底是什么因素引发的。",
    "output": "导致出现早泄的病因，常见的有以下几种，首先可能是患者出现了一些心理问题，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，另外，缺少性知识，长期手淫、自慰，就是早泄主因之一，或者如果男性患有一些疾病，也是会诱发早泄的，比如一些前列腺疾病，或是糖尿病，心脑血管病变等，不管病因是什么，早泄的危害是不容忽视的，务必要正确预防。"
},
{
    "input": "26岁，男性，近段时间，觉得，自己在性生活方面力不从心，并且，才进去没一会就射了，请问：早泄是由于哪些病因诱发的。",
    "output": "早泄的常见病因，主要受以下方面的影响，其中心理问题是比较主要的，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，此外，和男性对性知识的漠视，频繁手淫就可能导致早泄，还有比较严重的一点，那就是一些器质性疾病的发生，包括前列腺发生病变或是泌尿系感染，或是心脑血管和糖尿病等，不管病因是什么，早泄的危害是不容忽视的，务必要正确预防。"
},
{
    "input": "男性22岁，近半年，感觉，性生活好像不太行了，另外，才进去没一会就射了，请问：早射是由于哪些病因引发的。",
    "output": "早泄的常见病因，主要受以下方面的影响，其中心理问题是比较主要的，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，此外，和男性对性知识的漠视，频繁手淫就可能导致早泄，还有比较严重的一点，那就是一些器质性疾病的发生，包括前列腺发生病变或是泌尿系感染，或是心脑血管和糖尿病等，不管病因是什么，早泄的危害是不容忽视的，务必要正确预防。"
},
{
    "input": "男性，现在47岁，最近半个月，感觉，性功能出现退化，而且，不足2,3分钟就射了，请问：早射是哪些病因所致的。",
    "output": "引发早泄的原因，常见的有这几种，其中较为常见的就是心理因素，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，另外，男性如果缺少对性知识的了解，常常自己自慰，就会导致早泄，再者，早泄的发生其实和一些疾病也是有关系的，像是前列腺炎症啦，尿路感染等，或是有心脑血管病变等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "男，目前33岁，最近半个月，发觉，性生活总是提不起劲，并且，每次刚进去就射了，请问：射精快是什么诱因引起的。",
    "output": "引发早泄的原因，常见的有这几种，其中较为常见的就是心理因素，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，另外，男性如果缺少对性知识的了解，常常自己自慰，就会导致早泄，再者，早泄的发生其实和一些疾病也是有关系的，像是前列腺炎症啦，尿路感染等，或是有心脑血管病变等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "22岁，男性，近段时间，觉得，性生活总是提不起劲，同时，每次才开始就已经射了，请问：早射会是哪些原因引发的。",
    "output": "早射的发生诱因，主要包括这些，其中较为常见的就是心理因素，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，此外，和男性对性知识的漠视，长期观看不良视频就会引发早泄，当然，除了以上几点，男性如果得病了也会容易发生早泄，包括前列腺和泌尿系的一些炎症感染，或有糖尿病或是骨折等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男，目前36岁，近半年，发觉，性功能变差了，另外，每次时间不足2分钟，请问：早泄会有哪些因素引发的。",
    "output": "早射的发生诱因，主要包括这些，其中较为常见的就是心理因素，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，此外，和男性对性知识的漠视，长期观看不良视频就会引发早泄，当然，除了以上几点，男性如果得病了也会容易发生早泄，包括前列腺和泌尿系的一些炎症感染，或有糖尿病或是骨折等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男，目前21岁，最近半年，发觉，性生活好像不太行了，并且，每次才开始就已经射了，请问：早泄会是什么病因导致的。",
    "output": "诱发早泄的因素，常与这些方面相关，心理问题的发生是其中比较主要的一点，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，男性如果没有及时的接受性教育，看一些不健康的图书、音频，就容易发生早泄，再者，像一些器质性疾病也会导致早泄发生，包括前列腺和泌尿系的一些炎症感染，或是像高血糖以及心脑血管等疾病，建议定期对性知识进行了解，并且及时疏导心理，检查身体，正确预防。"
},
{
    "input": "男性，现在29岁，近半年，发现，性功能出现退化，并且，每次时间不足2分钟，请问：早泄会有哪些原因诱发的。",
    "output": "诱发早泄的因素，常与这些方面相关，心理问题的发生是其中比较主要的一点，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，男性如果没有及时的接受性教育，看一些不健康的图书、音频，就容易发生早泄，再者，像一些器质性疾病也会导致早泄发生，包括前列腺和泌尿系的一些炎症感染，或是像高血糖以及心脑血管等疾病，建议定期对性知识进行了解，并且及时疏导心理，检查身体，正确预防。"
},
{
    "input": "男人32岁，近半年，发现，性功能出现退化，此外，每次才开始就已经射了，请问：早射是哪些原因引发的。",
    "output": "早泄的常见病因，与多个方面都有一定的影响，心理问题的发生是其中比较主要的一点，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，除心理因素之外，男性如果缺少对性知识的认知，常常自己自慰，就会导致早泄，或是男性不幸患上一些疾病，如泌尿系统的感染或是前列腺疾病，或是骨盆骨折，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "53岁，男，这段时间，发觉，性功能出现退化，同时，不足2,3分钟就射了，请问：早泄到底是什么病因所致的。",
    "output": "早泄的常见病因，与多个方面都有一定的影响，心理问题的发生是其中比较主要的一点，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，除心理因素之外，男性如果缺少对性知识的认知，常常自己自慰，就会导致早泄，或是男性不幸患上一些疾病，如泌尿系统的感染或是前列腺疾病，或是骨盆骨折，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "现在49岁了，最近半个月，发现，性功能变差了，此外，每次时间不足2分钟，请问：早射是哪些原因引起的。",
    "output": "诱发早泄的因素，和这些方面都是有关系的，首先可能是患者自身的心理因素，比如一些男性可能幼时看到过一些不良的事件，或是第一次的性体验并不是很愉快等，除心理因素之外，男性如果缺少对性知识的认知，经常自慰手淫就会成为早泄导火索，或者说，患有一些器质性的疾病，常见的有前列腺和泌尿系问题，或是像一些心脑血管疾病，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "男性，现在31岁，最近几年，察觉，性功能出现退化，另外，不足2,3分钟就射了，请问：早射到底是什么因素引起的。",
    "output": "诱发早泄的因素，和这些方面都是有关系的，首先可能是患者自身的心理因素，比如一些男性可能幼时看到过一些不良的事件，或是第一次的性体验并不是很愉快等，除心理因素之外，男性如果缺少对性知识的认知，经常自慰手淫就会成为早泄导火索，或者说，患有一些器质性的疾病，常见的有前列腺和泌尿系问题，或是像一些心脑血管疾病，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "25岁男较近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：前列腺炎有哪些注意事项？",
    "output": "男性发生早泄的原因，有以下几种，心理问题的发生是其中比较主要的一点，这和目前男性生活、工作压力以及患者自身的性格都是有密切关系的，也可能是因为患者自身缺少性知识，长期看一些不良书刊就会加大早泄概率，还有如果得病了也会成为早泄的诱因之一，包括前列腺发生病变或是泌尿系感染，或是骨盆发生骨折，血糖高等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "你好，大夫，男，35岁这种情况有一年多了，刚开始是不能够勃起无论怎样刺激没反映，请问手淫过度勃起不坚早泄怎么治疗",
    "output": "男性发生早泄的原因，有以下几种，心理问题的发生是其中比较主要的一点，这和目前男性生活、工作压力以及患者自身的性格都是有密切关系的，也可能是因为患者自身缺少性知识，长期看一些不良书刊就会加大早泄概率，还有如果得病了也会成为早泄的诱因之一，包括前列腺发生病变或是泌尿系感染，或是骨盆发生骨折，血糖高等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男，25岁，这种情况有一年多了，刚开始是不能够勃起无论怎样刺激没反映，请问勃起不坚易疲软不持久怎么治疗",
    "output": "早泄情况发生的原因，主要包括以下几种，心理因素是其中比较主要的，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，男性对性知识没有一个很好的了解，长期自慰均可引起早泄，还有如果得病了也会成为早泄的诱因之一，常见的疾病主要是前列腺和泌尿系，或是心脑血管疾病以及高血糖，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "男，26岁，这种情况有一年多了，刚开始是不能够勃起无论怎样刺激没反映，请问手淫勃起不坚发困手脚冰凉怎么治疗",
    "output": "早泄情况发生的原因，主要包括以下几种，心理因素是其中比较主要的，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，男性对性知识没有一个很好的了解，长期自慰均可引起早泄，还有如果得病了也会成为早泄的诱因之一，常见的疾病主要是前列腺和泌尿系，或是心脑血管疾病以及高血糖，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "你好，大夫，男，54岁这段时间晚上的时候小便总是会频繁的睡觉时，第三天的精神也不好，甚至没喝水也会这样，阴囊除了潮湿的情况再次出现，去医院仔细检查是前列腺炎引来的，请问前列腺炎应该怎么治疗好",
    "output": "可能诱发早泄的因素，主要受到这些方面的影响，首当其冲的就是患者自身的心理因素，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，此外，调查发现很多早泄的男性对性知识的了解少之又少，常常自己自慰，就会导致早泄，或者说，患有一些器质性的疾病，如前列腺炎、泌尿系统感染，或有糖尿病或是骨折等，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "现在44岁了，近半年，发觉，性功能变差了，此外，每次才开始就已经射了，请问：早泄究竟是什么诱因所致的。",
    "output": "可能诱发早泄的因素，主要受到这些方面的影响，首当其冲的就是患者自身的心理因素，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，此外，调查发现很多早泄的男性对性知识的了解少之又少，常常自己自慰，就会导致早泄，或者说，患有一些器质性的疾病，如前列腺炎、泌尿系统感染，或有糖尿病或是骨折等，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "男，27岁，这段时间晚上的时候小便总是会频繁的睡觉时，第三天的精神也不好，甚至没喝水也会这样，阴囊除了潮湿的情况再次出现，去医院仔细检查是前列腺炎引来的，请问得了慢性前列腺炎怎么办",
    "output": "可能诱发早泄的因素，和这些方面都是有关系的，心理因素是比较常见的，比如过去性生活时受到过惊吓，有不愉快的体验等，此外，和男性对性知识的漠视，频繁手淫就可能导致早泄，还有就是一些器质性疾病了，如泌尿系统的感染或是前列腺疾病，或是像一些心脑血管疾病，所以对于男性而言预防早泄是需要从很多方面入手的。"
},
{
    "input": "男，28岁，总感觉尿道有尿刺激，尿完后感觉有尿，用力滴白，大便有时候流粘稠液体，几个月前去过医院，医生没让做仔细检查，说典型慢性前列腺炎，请问慢性前列腺炎如何治疗好",
    "output": "可能诱发早泄的因素，和这些方面都是有关系的，心理因素是比较常见的，比如过去性生活时受到过惊吓，有不愉快的体验等，此外，和男性对性知识的漠视，频繁手淫就可能导致早泄，还有就是一些器质性疾病了，如泌尿系统的感染或是前列腺疾病，或是像一些心脑血管疾病，所以对于男性而言预防早泄是需要从很多方面入手的。"
},
{
    "input": "女，今年35岁，大概半个月前，我老婆老是尿频。每次上厕所都只有几滴。请问男性朋友尿道感染引起小便灼热怎么办",
    "output": "男性早泄的主因，与很多方面都有关联，其中较为常见的就是心理因素，比如像夫妻感情不和，或是第一次性体验不愉快，另外，缺少性知识，长期观看不良视频就会引发早泄，或是男性本身有一些疾病，常见的疾病主要是前列腺和泌尿系，或有糖尿病或是骨折等，早泄一旦发生治疗起来难度就很大，建议男性们在生活中务必要积极预防。"
},
{
    "input": "我25岁，男每次自己性交的时候只有一分钟就会想射精了，请问男性早泄吃什么药好",
    "output": "男性早泄的主因，与很多方面都有关联，其中较为常见的就是心理因素，比如像夫妻感情不和，或是第一次性体验不愉快，另外，缺少性知识，长期观看不良视频就会引发早泄，或是男性本身有一些疾病，常见的疾病主要是前列腺和泌尿系，或有糖尿病或是骨折等，早泄一旦发生治疗起来难度就很大，建议男性们在生活中务必要积极预防。"
},
{
    "input": "我28岁，男阴囊这几天长了一些小疙瘩，特别痒，后来去皮肤科仔细检查，说是阴囊湿疹，请问阴囊潮湿是什么病",
    "output": "男人早射的病因，常见的有以下几种，首先可能是患者自身的一些心理问题导致的，比如过去性生活时受到过惊吓，有不愉快的体验等，很多缺乏性知识的男性，频繁手淫就可能导致早泄，或是男性不幸患上一些疾病，如泌尿系统的感染或是前列腺疾病，或是骨盆骨折以及高血糖等，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "我34岁和老婆的夫妻生活很不如意，是我几自己的原因。每每总是草草了事。从老婆幽怨的眼神中我看出的她很不满意，请问阳痿的症状一般有哪些",
    "output": "男人早射的病因，常见的有以下几种，首先可能是患者自身的一些心理问题导致的，比如过去性生活时受到过惊吓，有不愉快的体验等，很多缺乏性知识的男性，频繁手淫就可能导致早泄，或是男性不幸患上一些疾病，如泌尿系统的感染或是前列腺疾病，或是骨盆骨折以及高血糖等，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "本人男32岁患病也有很长时间了，但是一检查才发现是这病，请问：得了包皮龟头炎怎么治疗好得快",
    "output": "男性早泄的主因，主要包括这些，其中较为常见的就是心理因素，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，也可能是因为患者自身缺少性知识，常常手淫就会引起早泄，还有男性如果患病，包括前列腺和泌尿系的一些炎症感染，或是血糖高，心脑血管不好，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "31岁男较近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：早泄平时要注意哪些",
    "output": "男性早泄的主因，主要包括这些，其中较为常见的就是心理因素，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，也可能是因为患者自身缺少性知识，常常手淫就会引起早泄，还有男性如果患病，包括前列腺和泌尿系的一些炎症感染，或是血糖高，心脑血管不好，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "25岁，男夜里经常阴囊处痒的睡不着，又不敢用手抓，很烦，请问阴囊湿疹用什么药膏好",
    "output": "之所以会发生早泄，和很多方面都有关系，心理因素是比较常见的，比如一些男性可能幼时看到过一些不良的事件，或是第一次的性体验并不是很愉快等，其次，像一些对性知识并不了解的男性，长期自慰均可引起早泄，或是像一些疾病的发生也是早泄的诱因之一，比如尿道感染或是前列腺问题，或是有心脑血管病变等，建议定期对性知识进行了解，并且及时疏导心理，检查身体，正确预防。"
},
{
    "input": "男，目前51岁，近半年，发觉，性功能变差了，另外，每次才开始就已经射了，请问：早射会是哪些原因引起的。",
    "output": "之所以会发生早泄，和很多方面都有关系，心理因素是比较常见的，比如一些男性可能幼时看到过一些不良的事件，或是第一次的性体验并不是很愉快等，其次，像一些对性知识并不了解的男性，长期自慰均可引起早泄，或是像一些疾病的发生也是早泄的诱因之一，比如尿道感染或是前列腺问题，或是有心脑血管病变等，建议定期对性知识进行了解，并且及时疏导心理，检查身体，正确预防。"
},
{
    "input": "35岁男我之前得过前列腺炎，这几年一直都控制的蛮好的，没有复发，前俩天打算去复查一下看看，我担心这个情况的存在会影响我的健康，请问：前列腺炎治疗方法是什么的好",
    "output": "男人早射的病因，主要包括以下几种，心理问题的发生是其中比较主要的一点，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，很多缺乏性知识的男性，手淫过度，早泄就会发生，或是像一些疾病的发生也是早泄的诱因之一，尤其是像前列腺和泌尿系疾病，或是发生股份骨折，会有心脑血管疾病，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "本人男35岁最近这段时间总是觉得身体很累，昨晚和媳妇过性生活还没一分钟就射了，感觉特别的疲惫，这种情况会一直持续下去吗？请问：早泄不晨勃硬度不够能怎么办",
    "output": "男人早射的病因，主要包括以下几种，心理问题的发生是其中比较主要的一点，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，很多缺乏性知识的男性，手淫过度，早泄就会发生，或是像一些疾病的发生也是早泄的诱因之一，尤其是像前列腺和泌尿系疾病，或是发生股份骨折，会有心脑血管疾病，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "本人男37岁我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：硬不起来阳痿一般该怎么治疗",
    "output": "导致出现早泄的病因，和这些方面都是有关系的，目前看来主要是患者心理上出现了一些问题，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，很多缺乏性知识的男性，经常观摩一些刺激性的图文、视频均可导致早泄，或是男性不幸患上一些疾病，如泌尿系感染和前列腺问题，或是骨盆骨折以及高血糖等，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "我28岁，男最近去医院仔细检查的时候，发现自己体内的白细胞增多，请问患前列腺炎要怎么办才好",
    "output": "导致出现早泄的病因，和这些方面都是有关系的，目前看来主要是患者心理上出现了一些问题，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，很多缺乏性知识的男性，经常观摩一些刺激性的图文、视频均可导致早泄，或是男性不幸患上一些疾病，如泌尿系感染和前列腺问题，或是骨盆骨折以及高血糖等，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "我34岁，男最近尿尿不舒服，有时候还腰酸，小肚子胀仔细检查是得了前列腺增生，请问治疗前列腺增生有什么有效的办法",
    "output": "男性早泄的主因，主要包括以下几种，心理问题是其中比较主要的因素，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，很多缺乏性知识的男性，长期手淫、自慰，就是早泄主因之一，再者，像一些器质性疾病也会导致早泄发生，比如前列腺疾病或是泌尿系感染，或有糖尿病或是骨折等，建议定期对性知识进行了解，并且及时疏导心理，检查身体，正确预防。"
},
{
    "input": "本人男25岁我一直都有手淫的习惯，最近发现手淫的时候特别快就射了，我还没有真正过过性生活，我很担心，这不会是早泄了吧！请问：手淫过度引起早泄该会怎么治疗",
    "output": "男性早泄的主因，主要包括以下几种，心理问题是其中比较主要的因素，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，很多缺乏性知识的男性，长期手淫、自慰，就是早泄主因之一，再者，像一些器质性疾病也会导致早泄发生，比如前列腺疾病或是泌尿系感染，或有糖尿病或是骨折等，建议定期对性知识进行了解，并且及时疏导心理，检查身体，正确预防。"
},
{
    "input": "本人男25岁也就是最近，我发现自己和媳妇过性生活的时候时间特别短，有时候进去马上就射了，我这种情况应该已经算是早泄了吧！请问：早泄很难治疗该会怎么办",
    "output": "发生早射的原因，主要包括以下几种，心理问题是其中比较主要的因素，比如患者在过去的性生活中有过一些不愉快的体验，或是受到过惊吓，另外，缺少对性的正确认知，手淫过度，早泄就会发生，还有比较严重的一点，那就是一些器质性疾病的发生，比如一些男性疾病，前列腺炎、前列腺增生等，或是像一些心脑血管疾病，早泄的病因多且复杂，希望了解后能够正确预防。"
},
{
    "input": "我今年30岁，性生活总是时间短，而且阴茎有点小，请问：手淫多年严重早泄还能恢复吗",
    "output": "发生早射的原因，主要包括以下几种，心理问题是其中比较主要的因素，比如患者在过去的性生活中有过一些不愉快的体验，或是受到过惊吓，另外，缺少对性的正确认知，手淫过度，早泄就会发生，还有比较严重的一点，那就是一些器质性疾病的发生，比如一些男性疾病，前列腺炎、前列腺增生等，或是像一些心脑血管疾病，早泄的病因多且复杂，希望了解后能够正确预防。"
},
{
    "input": "我32岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问前列腺钙化有哪些症状？",
    "output": "男性早泄的主因，主要是这几种，首先可能是患者自身的心理因素，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，此外，和男性对性知识的漠视，手淫过度，早泄就会发生，或者说，患有一些器质性的疾病，常见的疾病主要是前列腺和泌尿系，或是血糖偏高，心脑血管疾病等，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "我26岁，最近做了个男科健康检查，说是附睾炎初期，平时也是私处有点不舒服没在意，请问附睾囊肿手术后遗症是什么",
    "output": "男性早泄的主因，主要是这几种，首先可能是患者自身的心理因素，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，此外，和男性对性知识的漠视，手淫过度，早泄就会发生，或者说，患有一些器质性的疾病，常见的疾病主要是前列腺和泌尿系，或是血糖偏高，心脑血管疾病等，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "男，25岁，原来有过勃起不坚，中途早泄的状况，在医院医生说由于发炎控制动脉引发，上半年做了手术，清除炎症，顺便割了包皮，一年过来都不错，现在又已经开始再次出现这种状况，而且还伴早泄，请问阴劲勃起不足还有早泄怎么办",
    "output": "之所以会发生早泄，主要包括这些，首先可能是患者自身的一些心理问题导致的，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，此外，调查发现很多早泄的男性对性知识的了解少之又少，经常看一些刺激性的影片，时间久了就会早泄，或是男性本身有一些疾病，常见的疾病主要是前列腺和泌尿系，还有就是有心脑血管疾病的情况下，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "男，今年30岁，体检的时候发现自己得了精囊炎，我很担心，请问：精囊炎治疗方法是什么",
    "output": "之所以会发生早泄，主要包括这些，首先可能是患者自身的一些心理问题导致的，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，此外，调查发现很多早泄的男性对性知识的了解少之又少，经常看一些刺激性的影片，时间久了就会早泄，或是男性本身有一些疾病，常见的疾病主要是前列腺和泌尿系，还有就是有心脑血管疾病的情况下，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "我今年29岁，性生活总是时间短，而且阴茎有点小，请问：早泄的厉害要怎么办",
    "output": "早泄的发生因素，主要受以下方面的影响，首先可能是患者出现了一些心理问题，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，另外，缺少性知识，常常手淫就会引起早泄，或是男性本身有一些疾病，包括前列腺和泌尿系的一些炎症感染，或有糖尿病或是骨折等，不管病因是什么，早泄的危害是不容忽视的，务必要正确预防。"
},
{
    "input": "我今年27岁，性生活总是时间短，而且阴茎有点小，请问：早泄的运动方法有哪些",
    "output": "早泄的发生因素，主要受以下方面的影响，首先可能是患者出现了一些心理问题，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，另外，缺少性知识，常常手淫就会引起早泄，或是男性本身有一些疾病，包括前列腺和泌尿系的一些炎症感染，或有糖尿病或是骨折等，不管病因是什么，早泄的危害是不容忽视的，务必要正确预防。"
},
{
    "input": "我今年37岁，性生活总是时间短，而且阴茎有点小，请问：我出现了早泄的问题怎么回事",
    "output": "引发早泄的主要病因，和这些方面都是有关系的，其中较为常见的就是心理因素，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，如果男性对性知识缺少了解，看一些不健康的图书、音频，就容易发生早泄，还有就是一些器质性疾病了，尤其是像前列腺和泌尿系疾病，或是像一些心脑血管疾病，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "本人男28岁一段时间感觉到身体很累，去医院检查就知道得病了，请问：包皮包茎一般会是什么吗",
    "output": "引发早泄的主要病因，和这些方面都是有关系的，其中较为常见的就是心理因素，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，如果男性对性知识缺少了解，看一些不健康的图书、音频，就容易发生早泄，还有就是一些器质性疾病了，尤其是像前列腺和泌尿系疾病，或是像一些心脑血管疾病，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "39岁了已经，最近这段时间总是觉得身体很累，昨晚和媳妇过性生活还没一分钟就射了，感觉特别的疲惫，这种情况会一直持续下去吗？请问：早泄该做什么项目的检查",
    "output": "发生早射的原因，和以下几个方面有关，首先可能是患者自身的一些心理问题导致的，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，另外，男性如果缺少对性知识的了解，经常看一些刺激性的影片，时间久了就会早泄，或者如果男性患有一些疾病，也是会诱发早泄的，如泌尿系感染和前列腺问题，或是发生股份骨折，会有心脑血管疾病，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "我今年34岁了，平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：阳痿问题可以恢复吗",
    "output": "发生早射的原因，和以下几个方面有关，首先可能是患者自身的一些心理问题导致的，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，另外，男性如果缺少对性知识的了解，经常看一些刺激性的影片，时间久了就会早泄，或者如果男性患有一些疾病，也是会诱发早泄的，如泌尿系感染和前列腺问题，或是发生股份骨折，会有心脑血管疾病，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "我今年26岁了，一直都有手淫的习惯，最近发现手淫的时候特别快就射了，我还没有真正过过性生活，我很担心，这不会是早泄了吧！请问：频繁手淫会引起早泄这病吗",
    "output": "男性早泄的主因，主要是这几种，心理因素是其中比较主要的，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，再者，一些男性如果缺少对性知识的认知，无节制的手淫就会引发早泄，除了这两点，男性如果患上一些男科疾病也会诱发早泄，如泌尿系感染和前列腺问题，或是骨盆骨折以及高血糖等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男性，现在33岁，这段时间，察觉，性功能变差了，而且，不足2,3分钟就射了，请问：早泄究竟是什么方面所致的。",
    "output": "男性早泄的主因，主要是这几种，心理因素是其中比较主要的，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，再者，一些男性如果缺少对性知识的认知，无节制的手淫就会引发早泄，除了这两点，男性如果患上一些男科疾病也会诱发早泄，如泌尿系感染和前列腺问题，或是骨盆骨折以及高血糖等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "21岁了已经，最近这段时间总是觉得身体很累，昨晚和媳妇过性生活还没一分钟就射了，感觉特别的疲惫，这种情况会一直持续下去吗？请问：有手淫习惯导致早泄怎么办较优",
    "output": "发生早射的原因，常见的有这几种，心理问题是其中比较主要的因素，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，此外，调查发现很多早泄的男性对性知识的了解少之又少，经常看一些刺激性的影片，时间久了就会早泄，还有男性如果患病，比如像前列腺炎、前列腺钙化等，或有糖尿病或是骨折等，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "本人男22岁得病后，吃药也没有什么效果，还是不舒服，请问：包皮包茎者是否属于早泄吗",
    "output": "发生早射的原因，常见的有这几种，心理问题是其中比较主要的因素，比如部分男性比较自卑，在另一半面前抬不起头，或是工作压力大，情绪焦虑等，此外，调查发现很多早泄的男性对性知识的了解少之又少，经常看一些刺激性的影片，时间久了就会早泄，还有男性如果患病，比如像前列腺炎、前列腺钙化等，或有糖尿病或是骨折等，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "本人男，30岁，有五年的手淫史了，最近刚交了女朋友，性生活时发现自己根本就不能勃起，就算勃起也维持不了多长时间，我现在这种情况是阳痿吗？请问：咋治阳痿性功能比较好些",
    "output": "引发早泄的主要病因，和以下几个方面有关，首先可能是患者出现了一些心理问题，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，再者，一些男性如果缺少对性知识的认知，长期手淫、自慰，就是早泄主因之一，还有就是一些器质性疾病了，主要是前列腺或是泌尿系统出现问题，或是发生股份骨折，会有心脑血管疾病，早泄的病因多且复杂，希望了解后能够正确预防。"
},
{
    "input": "男30岁，我一直也在治这个病，也都在吃药，但是一直不见好转，我也很烦，用了很多方法也不行，请问：阴囊潮湿瘙痒脱皮怎么回事",
    "output": "引发早泄的主要病因，和以下几个方面有关，首先可能是患者出现了一些心理问题，如在性生活被人为的突然中断，亦或是受到了一些不良的外界因素影响等，再者，一些男性如果缺少对性知识的认知，长期手淫、自慰，就是早泄主因之一，还有就是一些器质性疾病了，主要是前列腺或是泌尿系统出现问题，或是发生股份骨折，会有心脑血管疾病，早泄的病因多且复杂，希望了解后能够正确预防。"
},
{
    "input": "男今年25岁，一段时间感觉到身体很累，去医院检查就知道得病了，请问：男人阴囊潮湿怎么办较优",
    "output": "可能诱发早泄的因素，和这些方面都是有关系的，首先可能是患者出现了一些心理问题，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，另外，缺少性知识，手淫过度，早泄就会发生，或是男性本身有一些疾病，尤其是像前列腺和泌尿系疾病，或是骨盆发生骨折，血糖高等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "我30岁，男做爱时不能够正常勃起,要做手才可勃起,勃起不坚,伴发点早泄，确实病情不是很严重，就是举而不坚，请问男性阳萎早泄怎么治疗",
    "output": "可能诱发早泄的因素，和这些方面都是有关系的，首先可能是患者出现了一些心理问题，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，另外，缺少性知识，手淫过度，早泄就会发生，或是男性本身有一些疾病，尤其是像前列腺和泌尿系疾病，或是骨盆发生骨折，血糖高等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男今年24岁，精神最近不是很好，然后才得知生病了，请问：阴囊潮湿还有阳痿要怎么办稳妥",
    "output": "之所以会发生早泄，和很多方面都相关，其中心理问题是比较主要的，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，再者，一些男性如果缺少对性知识的认知，无节制的手淫就会引发早泄，或者如果男性患有一些疾病，也是会诱发早泄的，尤其是像前列腺和泌尿系疾病，或是心脑血管疾病以及高血糖，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "男今年26岁，得病后，吃药也没有什么效果，还是不舒服，请问：阴囊潮湿发痒该怎么办较优",
    "output": "之所以会发生早泄，和很多方面都相关，其中心理问题是比较主要的，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，再者，一些男性如果缺少对性知识的认知，无节制的手淫就会引发早泄，或者如果男性患有一些疾病，也是会诱发早泄的，尤其是像前列腺和泌尿系疾病，或是心脑血管疾病以及高血糖，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "男，27岁，原来有过勃起不坚，中途早泄的状况，在医院医生说由于发炎控制动脉引发，上半年做了手术，清除炎症，顺便割了包皮，一年过来都不错，现在又已经开始再次出现这种状况，而且还伴早泄，请问男人怎么样治疗早泄手术比较好",
    "output": "发生早射的原因，主要受到这些方面的影响，常见的是患者自身的心里因素，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，其次，像一些对性知识并不了解的男性，经常看一些刺激性的影片，时间久了就会早泄，或者如果男性患有一些疾病，也是会诱发早泄的，包括前列腺和泌尿系的一些炎症感染，或是有心脑血管病变等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "男，30岁，我想自己可能是早泄了，我现在可以勃起，但是其实勃起的硬度也不太够，而且一进去马上就射了，这种情况已经持续好几个月了，我很担心自己是早泄了，非常的沮丧，请问：早泄这个病需要做手术吗",
    "output": "发生早射的原因，主要受到这些方面的影响，常见的是患者自身的心里因素，在性生活时受到一些不良因素的影响，或者是夫妻感情不合，其次，像一些对性知识并不了解的男性，经常看一些刺激性的影片，时间久了就会早泄，或者如果男性患有一些疾病，也是会诱发早泄的，包括前列腺和泌尿系的一些炎症感染，或是有心脑血管病变等，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "23岁，已经一个多月了，最已经开始右侧睾丸肿大，疼痛难忍，请问：左侧精索静脉曲张怎么办",
    "output": "出现早泄情况的主因，主要受以下方面的影响，其中心理问题是比较主要的，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，此外，对性知识了解匮乏，手淫过度，早泄就会发生，或者说，患有一些器质性的疾病，常见的有前列腺和泌尿系问题，或是心脑血管和糖尿病等，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "26岁，已经一个多月了，最已经开始右侧睾丸肿大，疼痛难忍，请问：精索静脉曲张是什么",
    "output": "出现早泄情况的主因，主要受以下方面的影响，其中心理问题是比较主要的，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，此外，对性知识了解匮乏，手淫过度，早泄就会发生，或者说，患有一些器质性的疾病，常见的有前列腺和泌尿系问题，或是心脑血管和糖尿病等，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "28岁了已经，最近这段时间总是觉得身体很累，昨晚和媳妇过性生活还没一分钟就射了，感觉特别的疲惫，这种情况会一直持续下去吗？请问：手淫5年早泄这病有三年怎么办",
    "output": "出现早泄情况的主因，常见的有这几种，其中心理问题是比较主要的，比如像夫妻感情不和，或是第一次性体验不愉快，男性如果没有及时的接受性教育，看一些不健康的图书、音频，就容易发生早泄，或者说，患有一些器质性的疾病，主要是前列腺或是泌尿系统出现问题，还有就是有心脑血管疾病的情况下，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "本人今年21岁，我前一段时间就出现了精索静脉曲张的情况，当时吃了药治好了，但是最近又出现这种情况了，请问：精索静脉曲张是什么引起的",
    "output": "出现早泄情况的主因，常见的有这几种，其中心理问题是比较主要的，比如像夫妻感情不和，或是第一次性体验不愉快，男性如果没有及时的接受性教育，看一些不健康的图书、音频，就容易发生早泄，或者说，患有一些器质性的疾病，主要是前列腺或是泌尿系统出现问题，还有就是有心脑血管疾病的情况下，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "27岁，已经一个多月了，最已经开始右侧睾丸肿大，疼痛难忍，请问：精索静脉曲张什么感觉",
    "output": "出现早泄情况的主因，常与这些方面相关，其中较为常见的就是心理因素，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，另外，男性对性知识没有一个很好的了解，手淫过度，早泄就会发生，还有比较严重的一点，那就是一些器质性疾病的发生，尤其是像前列腺和泌尿系疾病，或是发生股份骨折，会有心脑血管疾病，早泄一旦发生治疗起来难度就很大，建议男性们在生活中务必要积极预防。"
},
{
    "input": "27岁男较近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：急性前列腺炎的症状表现有哪些？",
    "output": "出现早泄情况的主因，常与这些方面相关，其中较为常见的就是心理因素，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，另外，男性对性知识没有一个很好的了解，手淫过度，早泄就会发生，还有比较严重的一点，那就是一些器质性疾病的发生，尤其是像前列腺和泌尿系疾病，或是发生股份骨折，会有心脑血管疾病，早泄一旦发生治疗起来难度就很大，建议男性们在生活中务必要积极预防。"
},
{
    "input": "21岁男不知道为什么竟然会生病，也感觉到不舒服了请问：早泄肾虚怎么办才好",
    "output": "可能诱发早泄的因素，有以下这几种，比如像男性自身心理上出现了一些问题，这和目前男性生活、工作压力以及患者自身的性格都是有密切关系的，此外，对性知识了解匮乏，常常自己自慰，就会导致早泄，或是男性不幸患上一些疾病，如泌尿系感染和前列腺问题，或是血糖高，心脑血管不好，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "28男不知道为什么竟然会生病，也感觉到不舒服了请问：前列腺炎痛怎么回事？",
    "output": "可能诱发早泄的因素，有以下这几种，比如像男性自身心理上出现了一些问题，这和目前男性生活、工作压力以及患者自身的性格都是有密切关系的，此外，对性知识了解匮乏，常常自己自慰，就会导致早泄，或是男性不幸患上一些疾病，如泌尿系感染和前列腺问题，或是血糖高，心脑血管不好，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "28男生慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：前列腺炎疼痛位置在哪？",
    "output": "男人早泄的病因，主要受到这些方面的影响，心理问题是其中比较主要的因素，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，另外，男性对性知识没有一个很好的了解，经常看一些刺激性的影片，时间久了就会早泄，再者，早泄的发生其实和一些疾病也是有关系的，比如像前列腺炎、前列腺钙化等，或是像高血糖以及心脑血管等疾病，以上这些因素均可导致早泄的发生，建议每一位男性都有所重视。"
},
{
    "input": "29男不知道为什么竟然会生病，也感觉到不舒服了请问：前列腺炎中医治疗有效吗？",
    "output": "男人早泄的病因，主要受到这些方面的影响，心理问题是其中比较主要的因素，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，另外，男性对性知识没有一个很好的了解，经常看一些刺激性的影片，时间久了就会早泄，再者，早泄的发生其实和一些疾病也是有关系的，比如像前列腺炎、前列腺钙化等，或是像高血糖以及心脑血管等疾病，以上这些因素均可导致早泄的发生，建议每一位男性都有所重视。"
},
{
    "input": "本人今年28岁，我前一段时间就出现了精索静脉曲张的情况，当时吃了药治好了，但是最近又出现这种情况了，请问：精索静脉曲张的危害有哪些",
    "output": "早泄情况发生的原因，受到这些方面的影响，首先可能是患者自身的心理因素，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，另外还有对性知识认知的匮乏，无节制的手淫就会引发早泄，或者说，患有一些器质性的疾病，常见的有前列腺和泌尿系问题，或是血糖高，心脑血管不好，不管病因是什么，早泄的危害是不容忽视的，务必要正确预防。"
},
{
    "input": "男宝宝今年5岁，得病后，吃药也没有什么效果，还是不舒服，请问：孩子五岁多适合做包茎的手术吗",
    "output": "早泄情况发生的原因，受到这些方面的影响，首先可能是患者自身的心理因素，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，另外还有对性知识认知的匮乏，无节制的手淫就会引发早泄，或者说，患有一些器质性的疾病，常见的有前列腺和泌尿系问题，或是血糖高，心脑血管不好，不管病因是什么，早泄的危害是不容忽视的，务必要正确预防。"
},
{
    "input": "男43岁一段时间感觉到身体很累，去医院检查就知道得病了，请问：早泄勃起时间短怎么办？",
    "output": "早泄的常见病因，有以下这几种，首当其冲的就是患者自身的心理因素，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，此外，对性知识了解匮乏，长期手淫都会导致早泄，再者，像一些器质性疾病也会导致早泄发生，比如一些男性疾病，前列腺炎、前列腺增生等，或是心脑血管疾病以及高血糖，建议定期对性知识进行了解，并且及时疏导心理，检查身体，正确预防。"
},
{
    "input": "27岁男较近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：慢性前列腺炎在平常要注意什么？",
    "output": "早泄的常见病因，有以下这几种，首当其冲的就是患者自身的心理因素，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，此外，对性知识了解匮乏，长期手淫都会导致早泄，再者，像一些器质性疾病也会导致早泄发生，比如一些男性疾病，前列腺炎、前列腺增生等，或是心脑血管疾病以及高血糖，建议定期对性知识进行了解，并且及时疏导心理，检查身体，正确预防。"
},
{
    "input": "本人男38岁知道身体有不适的感觉，就没用去看，请问：小儿包茎的症状会有哪些",
    "output": "之所以会发生早泄，和以下几个方面有关，目前看来男性心理问题占大部分，这和目前男性生活、工作压力以及患者自身的性格都是有密切关系的，另外还有对性知识认知的匮乏，无节制的手淫就会引发早泄，或者说像一些疾病的发生，比如一些前列腺疾病，或是发生股份骨折，会有心脑血管疾病，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "我25岁，男，最近公司组织体检，我被检查出有睾丸静脉曲张，我很担心，请问睾丸静脉曲张用什么方法治疗较好？",
    "output": "之所以会发生早泄，和以下几个方面有关，目前看来男性心理问题占大部分，这和目前男性生活、工作压力以及患者自身的性格都是有密切关系的，另外还有对性知识认知的匮乏，无节制的手淫就会引发早泄，或者说像一些疾病的发生，比如一些前列腺疾病，或是发生股份骨折，会有心脑血管疾病，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "23岁男较近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：前列腺炎增生伴钙化是什么意思？",
    "output": "早泄发生的主要因素，可能与这些相关，首先可能是患者自身的一些心理问题导致的，比如患者在过去的性生活中有过一些不愉快的体验，或是受到过惊吓，如果男性对性知识缺少了解，长期观看不良视频就会引发早泄，或者说像一些疾病的发生，比如尿道感染或是前列腺问题，或是心脑血管和糖尿病等，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "我才31岁，但是我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：怎么样样治疗阳痿早泄这种病？",
    "output": "早泄发生的主要因素，可能与这些相关，首先可能是患者自身的一些心理问题导致的，比如患者在过去的性生活中有过一些不愉快的体验，或是受到过惊吓，如果男性对性知识缺少了解，长期观看不良视频就会引发早泄，或者说像一些疾病的发生，比如尿道感染或是前列腺问题，或是心脑血管和糖尿病等，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "22岁男较近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：前列腺炎增生的饮食要注意哪些？",
    "output": "早泄的常见病因，和以下几个方面有关，目前看来男性心理问题占大部分，比如过去性生活时受到过惊吓，有不愉快的体验等，另外还有对性知识认知的匮乏，常常手淫就会引起早泄，再者，像一些器质性疾病也会导致早泄发生，比如前列腺疾病或是泌尿系感染，或是血糖高，心脑血管不好，早泄的病因多且复杂，希望了解后能够正确预防。"
},
{
    "input": "24男不知道为什么竟然会生病，也感觉到不舒服了请问：慢性前列腺炎吃什么东西好？",
    "output": "早泄的常见病因，和以下几个方面有关，目前看来男性心理问题占大部分，比如过去性生活时受到过惊吓，有不愉快的体验等，另外还有对性知识认知的匮乏，常常手淫就会引起早泄，再者，像一些器质性疾病也会导致早泄发生，比如前列腺疾病或是泌尿系感染，或是血糖高，心脑血管不好，早泄的病因多且复杂，希望了解后能够正确预防。"
},
{
    "input": "22男生慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：前列腺炎回声不均匀什么意思？",
    "output": "引发早泄的原因，主要包括这些，目前看来男性心理问题占大部分，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，再者，一些男性如果缺少对性知识的认知，无节制的手淫就会引发早泄，再者，像一些器质性疾病也会导致早泄发生，比如前列腺疾病或是泌尿系感染，或有糖尿病或是骨折等，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "24男生慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：男性前列腺炎吃哪些东西好？",
    "output": "引发早泄的原因，主要包括这些，目前看来男性心理问题占大部分，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，再者，一些男性如果缺少对性知识的认知，无节制的手淫就会引发早泄，再者，像一些器质性疾病也会导致早泄发生，比如前列腺疾病或是泌尿系感染，或有糖尿病或是骨折等，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "男35我有点前列腺炎，去医院检查的时候发现还存在前列腺钙化的情况，现在炎症已经得到控制了，没什么大的问题，但是我很担心这个前列腺钙化的问题，请问：前列腺炎的自我治疗方法有哪些？",
    "output": "之所以会发生早泄，常见的有以下几种，心理问题是其中比较主要的因素，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，再者，一些男性如果缺少对性知识的认知，手淫过度，早泄就会发生，再者，像一些器质性疾病也会导致早泄发生，比如尿道感染或是前列腺问题，或是血糖高，心脑血管不好，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "我今年47岁，这几天也不知道怎么回事，睾丸疼，我也没做什么，请问：左边睾丸有点隐隐作痛是怎么回事",
    "output": "之所以会发生早泄，常见的有以下几种，心理问题是其中比较主要的因素，比如过去性生活的时候发生过一些不愉快，不管是突然中断或是受到一些惊吓等，再者，一些男性如果缺少对性知识的认知，手淫过度，早泄就会发生，再者，像一些器质性疾病也会导致早泄发生，比如尿道感染或是前列腺问题，或是血糖高，心脑血管不好，早泄对男性身心造成的创伤都是较大的，建议了解病因后正确预防。"
},
{
    "input": "我今年42岁，上周好像有点发烧，然后觉得又累又困，晚上回家发现鬼头上起了一圈红的，还有点出血，龟头炎的症状是怎样的？",
    "output": "诱发早泄的因素，与很多方面都有关联，其中较为常见的就是心理因素，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，另外还有对性知识认知的匮乏，经常观摩一些刺激性的图文、视频均可导致早泄，再者，像一些器质性疾病也会导致早泄发生，包括前列腺和泌尿系的一些炎症感染，或是血糖高，心脑血管不好，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "我26岁交第一个女朋友时就发现自己好像存在阳痿的情况，期间11年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：阳痿早泄的治疗要多长时间能恢复？",
    "output": "诱发早泄的因素，与很多方面都有关联，其中较为常见的就是心理因素，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，另外还有对性知识认知的匮乏，经常观摩一些刺激性的图文、视频均可导致早泄，再者，像一些器质性疾病也会导致早泄发生，包括前列腺和泌尿系的一些炎症感染，或是血糖高，心脑血管不好，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "本人女53岁不知道为什么竟然会生病，也感觉到不舒服了请问：睾丸附睾炎能康复吗？",
    "output": "诱发早泄的因素，常见的有这几种，目前看来主要是患者心理上出现了一些问题，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，此外，调查发现很多早泄的男性对性知识的了解少之又少，经常看一些刺激性的影片，时间久了就会早泄，还有比较严重的一点，那就是一些器质性疾病的发生，比如前列腺疾病或是泌尿系感染，或是糖尿病，心脑血管病变等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男49岁最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：阳痿手术治疗好不好",
    "output": "诱发早泄的因素，常见的有这几种，目前看来主要是患者心理上出现了一些问题，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，此外，调查发现很多早泄的男性对性知识的了解少之又少，经常看一些刺激性的影片，时间久了就会早泄，还有比较严重的一点，那就是一些器质性疾病的发生，比如前列腺疾病或是泌尿系感染，或是糖尿病，心脑血管病变等，所以疾病的发生和生活中很多方面都有关，要多方入手进行预防。"
},
{
    "input": "男51岁一段时间感觉到身体很累，去医院检查就知道得病了，请问：早泄夫妻生活时间短会怎么办？",
    "output": "男性发生早泄的原因，主要包括这几种，心理问题的发生是其中比较主要的一点，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，很多缺乏性知识的男性，经常自慰手淫就会成为早泄导火索，还有男性如果患病，比如一些男性疾病，前列腺炎、前列腺增生等，或是血糖高，心脑血管不好，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "男，36岁，近段时间因为公司很忙，然后着急要孩子，可能情绪上也非常的紧张，猛然之间发现自己过性生活时好像有些力不从心了，有时候根本就不能勃起，我现在为这个事真的很痛苦，请问：有点阳痿早泄应该如何治疗？",
    "output": "男性发生早泄的原因，主要包括这几种，心理问题的发生是其中比较主要的一点，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，很多缺乏性知识的男性，经常自慰手淫就会成为早泄导火索，还有男性如果患病，比如一些男性疾病，前列腺炎、前列腺增生等，或是血糖高，心脑血管不好，所以导致早泄发生的因素很多，要从多方面入手进行预防。"
},
{
    "input": "我27岁，男近一些次和妻子实施房事的时候，阴茎刚插进去，还没有抽几下就禁不住射了请问男性严重早泄怎么治疗",
    "output": "早泄的发生因素，和以下几个方面有关，心理问题的发生是其中比较主要的一点，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，男性对性知识没有一个很好的了解，常常手淫就会引起早泄，或是男性本身有一些疾病，如泌尿系感染和前列腺问题，还有就是有心脑血管疾病的情况下，早泄的发生并非偶然，和患者自身有不可脱离的关系，务必要重视。"
},
{
    "input": "男44岁最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：做爱三分钟是不是属于早泄？",
    "output": "早泄的发生因素，和以下几个方面有关，心理问题的发生是其中比较主要的一点，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，男性对性知识没有一个很好的了解，常常手淫就会引起早泄，或是男性本身有一些疾病，如泌尿系感染和前列腺问题，还有就是有心脑血管疾病的情况下，早泄的发生并非偶然，和患者自身有不可脱离的关系，务必要重视。"
},
{
    "input": "男42岁慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：才三五分钟算早泄吗？",
    "output": "其实之所以发生早泄病因，主要受到这些方面的影响，其中心理问题是比较主要的，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，此外，对性知识了解匮乏，手淫过度，早泄就会发生，或是男性不幸患上一些疾病，比如像前列腺炎、前列腺钙化等，或是心脑血管和糖尿病等，早泄的病因多且复杂，希望了解后能够正确预防。"
},
{
    "input": "男43岁突然感到了不适，去检查后竟然得了这个病，请问：女人性冷淡通常该怎么办",
    "output": "其实之所以发生早泄病因，主要受到这些方面的影响，其中心理问题是比较主要的，比如工作压力大，长期处于焦虑情绪，或是性生活不愉快等，此外，对性知识了解匮乏，手淫过度，早泄就会发生，或是男性不幸患上一些疾病，比如像前列腺炎、前列腺钙化等，或是心脑血管和糖尿病等，早泄的病因多且复杂，希望了解后能够正确预防。"
},
{
    "input": "男今年23岁，我一直也在治这个病，也都在吃药，但是一直不见好转，我也很烦，用了很多方法也不行，请问：阴囊潮湿问题怎么治疗呢？",
    "output": "早泄情况发生的原因，和这些方面都是有关系的，常见的是患者自身的心里因素，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，另外，缺少性知识，看一些不健康的图书、音频，就容易发生早泄，或是男性不幸患上一些疾病，比如尿道感染或是前列腺问题，或是骨盆发生骨折，血糖高等，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "男47岁最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：早泄时间不到两分钟怎么办？",
    "output": "早泄情况发生的原因，和这些方面都是有关系的，常见的是患者自身的心里因素，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，另外，缺少性知识，看一些不健康的图书、音频，就容易发生早泄，或是男性不幸患上一些疾病，比如尿道感染或是前列腺问题，或是骨盆发生骨折，血糖高等，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "男39岁不知道会是什么情况，后来才知道是得病了，请问：该怎么治疗女人性冷淡？",
    "output": "其实之所以发生早泄病因，有以下这几种，心理因素是比较常见的，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，男性对性知识没有一个很好的了解，无节制的手淫就会引发早泄，或是男性本身有一些疾病，比如前列腺疾病或是泌尿系感染，或是糖尿病，心脑血管病变等，早泄的病因多且复杂，希望了解后能够正确预防。"
},
{
    "input": "男43岁慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：早泄每次不到两分钟怎么办？",
    "output": "其实之所以发生早泄病因，有以下这几种，心理因素是比较常见的，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，男性对性知识没有一个很好的了解，无节制的手淫就会引发早泄，或是男性本身有一些疾病，比如前列腺疾病或是泌尿系感染，或是糖尿病，心脑血管病变等，早泄的病因多且复杂，希望了解后能够正确预防。"
},
{
    "input": "我今年27岁，昨天晚上洗澡的时候摸到自己的睾丸觉得有点等，尽早起来好像有点发烧，下午就更严重了，我去医院检查了说我是得了睾丸炎，我真的非常担心，请问：双侧附睾头囊肿五毫米乘五毫米怎么治疗？",
    "output": "发生早射的原因，可能与这些相关，心理问题是其中比较主要的因素，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，也可能是因为患者自身缺少性知识，长期观看不良视频就会引发早泄，还有如果得病了也会成为早泄的诱因之一，比如前列腺疾病或是泌尿系感染，或是骨盆发生骨折，血糖高等，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "我是一个办公室白领32岁，一天之中上班就是坐着，而且很忙，所以很少能够起身活动，正是因为如此前段时间被告知得了睾丸炎，我现在每天都很痛苦，也不知道该怎么办，请问：附睾丸哪里可以摸到一条小小的肉怎么治疗？",
    "output": "发生早射的原因，可能与这些相关，心理问题是其中比较主要的因素，男性在性生活的过程中被迫中断，或是受到一些惊吓，亦或是一些不良的外界因素干扰等，也可能是因为患者自身缺少性知识，长期观看不良视频就会引发早泄，还有如果得病了也会成为早泄的诱因之一，比如前列腺疾病或是泌尿系感染，或是骨盆发生骨折，血糖高等，早泄的病因并不单一，了解后务必要正确预防。"
},
{
    "input": "24男人较近总是有不舒服的情况，慢慢的之后也越来越不适，请问：什么是性功能障碍及其症状？",
    "output": "出现早泄情况的主因，主要受到这些方面的影响，心理因素是比较常见的，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，此外，和男性对性知识的漠视，经常自慰手淫就会成为早泄导火索，或是像一些疾病的发生也是早泄的诱因之一，如泌尿系感染和前列腺问题，或是血糖高，心脑血管不好，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "本人男，36岁我一直都有手淫的习惯，最近发现手淫的时候特别快就射了，我还没有真正过过性生活，我很担心，这不会是早泄了吧！请问：如何治疗早泄效果较好？",
    "output": "出现早泄情况的主因，主要受到这些方面的影响，心理因素是比较常见的，比如，当代男性的压力是比较大的，所以长期处于高度紧张的状态，此外，和男性对性知识的漠视，经常自慰手淫就会成为早泄导火索，或是像一些疾病的发生也是早泄的诱因之一，如泌尿系感染和前列腺问题，或是血糖高，心脑血管不好，所以男性要正确了解性知识，保持健康，预防早泄发生。"
},
{
    "input": "男46岁最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：性生活时间太短是不是早泄？",
    "output": "出现早泄情况的主因，主要包括这几种，首当其冲的就是患者自身的心理因素，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，另外还有对性知识认知的匮乏，无节制的手淫就会引发早泄，还有就是一些器质性疾病了，主要是前列腺或是泌尿系统出现问题，或是像高血糖以及心脑血管等疾病，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "本人男，38岁最近这段时间总是觉得身体很累，昨晚和媳妇过性生活还没一分钟就射了，感觉特别的疲惫，这种情况会一直持续下去吗？请问：男性治疗早泄的方法？",
    "output": "出现早泄情况的主因，主要包括这几种，首当其冲的就是患者自身的心理因素，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，另外还有对性知识认知的匮乏，无节制的手淫就会引发早泄，还有就是一些器质性疾病了，主要是前列腺或是泌尿系统出现问题，或是像高血糖以及心脑血管等疾病，早泄发生的病因主要就这几个方面，可以有针对性的去进行预防。"
},
{
    "input": "本人男，39岁最近这段时间总是觉得身体很累，昨晚和媳妇过性生活还没一分钟就射了，感觉特别的疲惫，这种情况会一直持续下去吗？请问：早泄的较佳治疗方式是",
    "output": "非细菌性前列腺近年来的曝光率让更多的人都了解到前列腺的脆弱，都明白前列腺需要有很好的保护，生存调养，注意防雨，不宜久坐，不宜长途骑车骑马。由于精神上的紧张和恐惧，常可再次出现头昏、记忆力减退、思想不聚集、精神不振、乏力、怕冷、流汗、神经衰弱等许多神经官能症的表现出。"
},
{
    "input": "男21发现这个症状已经很久了，但是这个情况一直就没有好转，请问移植两个冻囊胚成功率多大？",
    "output": "非细菌性前列腺近年来的曝光率让更多的人都了解到前列腺的脆弱，都明白前列腺需要有很好的保护，生存调养，注意防雨，不宜久坐，不宜长途骑车骑马。由于精神上的紧张和恐惧，常可再次出现头昏、记忆力减退、思想不聚集、精神不振、乏力、怕冷、流汗、神经衰弱等许多神经官能症的表现出。"
},
{
    "input": "28男知道身体有不适的感觉，就没用去看，请问：治疗前列腺炎的是什么？",
    "output": "你好，这种情况考虑是长期频繁性交引来的肾阳虚致使的。不宜吃六味地黄丸，也不可能立竿见影的效果的。需要有采用补肾壮阳治疗。留意防寒，加强锻炼。压制性交。起码一个月以上。相对于这种疾病，患者朋友们除了必要治疗外，也应该注重自己生活方面的护理，保证良好的生活作息，这样才能尽快的战胜疾病。"
},
{
    "input": "27男生慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：前列腺炎导致的勃起不坚如何诊治能好？",
    "output": "你好，这种情况考虑是长期频繁性交引来的肾阳虚致使的。不宜吃六味地黄丸，也不可能立竿见影的效果的。需要有采用补肾壮阳治疗。留意防寒，加强锻炼。压制性交。起码一个月以上。相对于这种疾病，患者朋友们除了必要治疗外，也应该注重自己生活方面的护理，保证良好的生活作息，这样才能尽快的战胜疾病。"
},
{
    "input": "29男知道身体有不适的感觉，就没用去看，请问：治疗前列腺炎有哪些？",
    "output": "你好，根据你的叙述，而且你的年龄，你这种情况多是性交过度致使的肾虚引来的勃起无力，早泄，需要有戒掉性交，补肾治疗可以稳定。可以看中医，吃中药调理。一放松心情，在培训和练习中要自我排毒，增加性生活次数提高质量。二多锻炼身体，稳定体质，三多吃韭菜山药、枸杞子，牛羊肉等补肾食品。多吃蔬菜水果，禁食辛辣刺激食物，少加班多锻炼身体，大幅提高自身抵抗力。"
},
{
    "input": "本人男25岁，前段时间感冒了，所以发烧怕冷我就当是感冒导致的，但是烧一直没退，去医院检查了医生说我是得了睾丸炎，也不知道怎么好好的就得了这个病，请问：右肋下不舒服有附睾硬块怎么治疗？",
    "output": "你好，根据你的叙述，而且你的年龄，你这种情况多是性交过度致使的肾虚引来的勃起无力，早泄，需要有戒掉性交，补肾治疗可以稳定。可以看中医，吃中药调理。一放松心情，在培训和练习中要自我排毒，增加性生活次数提高质量。二多锻炼身体，稳定体质，三多吃韭菜山药、枸杞子，牛羊肉等补肾食品。多吃蔬菜水果，禁食辛辣刺激食物，少加班多锻炼身体，大幅提高自身抵抗力。"
},
{
    "input": "我今年41岁了，平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：性生活阴茎不能自然勃起阳痿怎么办？",
    "output": "根据你的上述叙述的情况，一般多考虑是因为频繁性交致使的身体过度耗尽引来的因此建议你平时需要有适当压制性交次数，同时需要有多举办体育锻炼，增强体质，不要加班，就会稳定的，相对于这种疾病，患者朋友们除了必要治疗外，也应该注重自己生活方面的护理，保证良好的生活作息，这样才能尽快的战胜疾病。"
},
{
    "input": "我今年38岁，我现在能勃起，过一会儿就软了，不能够很好的过性生活，请问；有阳痿早泄的症状如何治疗",
    "output": "根据你的上述叙述的情况，一般多考虑是因为频繁性交致使的身体过度耗尽引来的因此建议你平时需要有适当压制性交次数，同时需要有多举办体育锻炼，增强体质，不要加班，就会稳定的，相对于这种疾病，患者朋友们除了必要治疗外，也应该注重自己生活方面的护理，保证良好的生活作息，这样才能尽快的战胜疾病。"
},
{
    "input": "我今年26岁，最近姓生活时间短，上网查可能是早泄，请问 ；早泄到底是怎么回事",
    "output": "根据你的叙述，你目前再次出现的症状有可能是前列腺的问题，你这个年龄前列腺再次出现问题大多数都是继发的，大多数都是由性交的习惯引发的，如果你有性交的习惯，必须尽早的戒掉，不然的话症状会越来越重的，建议你只要戒掉性交，适当锻练，应当很快症状就可以纾解的。"
},
{
    "input": "我27岁，男这段时间和老婆同房的时候发觉我硬下来之后很快就会变软，请问割包皮对阴茎勃起长度有影响么？",
    "output": "根据你的叙述，你目前再次出现的症状有可能是前列腺的问题，你这个年龄前列腺再次出现问题大多数都是继发的，大多数都是由性交的习惯引发的，如果你有性交的习惯，必须尽早的戒掉，不然的话症状会越来越重的，建议你只要戒掉性交，适当锻练，应当很快症状就可以纾解的。"
},
{
    "input": "30男知道身体有不适的感觉，就没用去看，请问：前列腺炎能治疗比较好吗？",
    "output": "引发早泄的原因，主要包括这些，目前看来男性心理问题占大部分，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，其次，像一些对性知识并不了解的男性，频繁手淫就可能导致早泄，或者如果男性患有一些疾病，也是会诱发早泄的，常见的疾病主要是前列腺和泌尿系，或是有心脑血管病变等，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "男42岁，一段时间感觉到身体很累，去医院检查就知道得病了，请问：精索静脉曲张手术风险会大吗？",
    "output": "引发早泄的原因，主要包括这些，目前看来男性心理问题占大部分，比如在过去的性生活中有过不好的体验，亦或是夫妻感情不合等，其次，像一些对性知识并不了解的男性，频繁手淫就可能导致早泄，或者如果男性患有一些疾病，也是会诱发早泄的，常见的疾病主要是前列腺和泌尿系，或是有心脑血管病变等，所以早泄的发生和很多因素都有关，要正确预防。"
},
{
    "input": "我今年41岁了，平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：肾虚会导致早泄或者阳痿吗？",
    "output": "你好，根据讲述，得了慢性前列腺炎，现在有夜尿多、阴囊潮湿的症状。建议平时留意戒烟忌酒、不要吃辛辣刺激性食物、多喝水多排尿、防止久坐久站、积极举办体育锻炼。多吃含锌的食物，比如说：南瓜籽、西红柿等。相对于这种疾病，患者朋友们除了必要治疗外，也应该注重自己生活方面的护理，保证良好的生活作息，这样才能尽快的战胜疾病。"
},
{
    "input": "男，28岁，我想自己可能是早泄了，我现在可以勃起，但是其实勃起的硬度也不太够，而且一进去马上就射了，这种情况已经持续好几个月了，我很担心自己是早泄了，非常的沮丧，请问：我发现自己早泄怎么办？",
    "output": "你好，根据讲述，得了慢性前列腺炎，现在有夜尿多、阴囊潮湿的症状。建议平时留意戒烟忌酒、不要吃辛辣刺激性食物、多喝水多排尿、防止久坐久站、积极举办体育锻炼。多吃含锌的食物，比如说：南瓜籽、西红柿等。相对于这种疾病，患者朋友们除了必要治疗外，也应该注重自己生活方面的护理，保证良好的生活作息，这样才能尽快的战胜疾病。"
},
{
    "input": "15岁男孩较近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：手淫导致精液稀和早泄怎么治？",
    "output": "您好！如果确认是慢性前列腺炎症，一般是无菌性炎症，可以口服中药治疗调养，症状逐渐获得压制。留意多运动，不要久坐憋尿，不要性交，看中医中药调理，多喝水，不吃辛辣食物，忌烟酒，症状逐渐消失的。相对于这种疾病，患者朋友们除了必要治疗外，也应该注重自己生活方面的护理，保证良好的生活作息，这样才能尽快的战胜疾病。"
},
{
    "input": "我33岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问前列腺钙化是怎么回事？",
    "output": "您好！如果确认是慢性前列腺炎症，一般是无菌性炎症，可以口服中药治疗调养，症状逐渐获得压制。留意多运动，不要久坐憋尿，不要性交，看中医中药调理，多喝水，不吃辛辣食物，忌烟酒，症状逐渐消失的。相对于这种疾病，患者朋友们除了必要治疗外，也应该注重自己生活方面的护理，保证良好的生活作息，这样才能尽快的战胜疾病。"
},
{
    "input": "我31岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问前列腺钙化是什么原因？",
    "output": "你叙述的是性病症状。性传染疾病，建议去医院仔细检查分泌物性病系列，诊断什么传染，然后对症下药，性传染疾病分很多种不同，每一种用药不同，用反了，会严重病情，遗留下来后遗症，以后尿道狭窄，排尿困难，射精困难，有的心脏病，所以尽快去医院仔细检查。相对于这种疾病，患者朋友们除了必要治疗外，也应该注重自己生活方面的护理，保证良好的生活作息，这样才能尽快的战胜疾病。"
},
{
    "input": "男38患病也有很长时间了，但是一检查才发现是这病，请问：女人性冷淡应该怎么能改善？",
    "output": "你叙述的是性病症状。性传染疾病，建议去医院仔细检查分泌物性病系列，诊断什么传染，然后对症下药，性传染疾病分很多种不同，每一种用药不同，用反了，会严重病情，遗留下来后遗症，以后尿道狭窄，排尿困难，射精困难，有的心脏病，所以尽快去医院仔细检查。相对于这种疾病，患者朋友们除了必要治疗外，也应该注重自己生活方面的护理，保证良好的生活作息，这样才能尽快的战胜疾病。"
},
{
    "input": "我27岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问前列腺钙化不能吃什么？",
    "output": "早泄是指射精发生在阴茎踏入阴道之前，或踏入阴道中时间较短，在女性尚未超越性高潮，提前射精而再次出现的性交不和谐障碍。致使早泄的原因主要可以分成心理和身理两大部，工作压力大，精神紧张，房事频繁，性交过度也能致使早泄，早泄病因有：炎症、精神因素、前列腺炎、包皮过长、龟头敏感度异常等。建议您到医院复诊，只有到医院做仔细检查，方才能获得科学的确诊，根据病因针对性救治。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"
},
{
    "input": "我今年31岁，最近性生活短，朋友说可能是早泄，请问；早泄怎么治疗才能好",
    "output": "早泄是指射精发生在阴茎踏入阴道之前，或踏入阴道中时间较短，在女性尚未超越性高潮，提前射精而再次出现的性交不和谐障碍。致使早泄的原因主要可以分成心理和身理两大部，工作压力大，精神紧张，房事频繁，性交过度也能致使早泄，早泄病因有：炎症、精神因素、前列腺炎、包皮过长、龟头敏感度异常等。建议您到医院复诊，只有到医院做仔细检查，方才能获得科学的确诊，根据病因针对性救治。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"
},
{
    "input": "本人男，30岁，有五年的手淫史了，最近刚交了女朋友，性生活时发现自己根本就不能勃起，就算勃起也维持不了多长时间，我现在这种情况是阳痿吗？请问：男性阳痿是什么症状和表现",
    "output": "阴囊潮湿就是指阴囊并没有任何的器质性疾病，但是摸起来上面有汗液的情况。再次出现阴囊潮湿有两种可能性，个是疾病致使的，比如说前列腺炎、精索静脉曲张等。除了就是身理因素，比如说长期久坐、裤子不透气。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"
},
{
    "input": "我今年40岁了，平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：得了阳痿早泄主要都有哪些大体症状呢",
    "output": "阴囊潮湿就是指阴囊并没有任何的器质性疾病，但是摸起来上面有汗液的情况。再次出现阴囊潮湿有两种可能性，个是疾病致使的，比如说前列腺炎、精索静脉曲张等。除了就是身理因素，比如说长期久坐、裤子不透气。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"
},
{
    "input": "本人男，34岁患病也有很长时间了，但是一检查才发现是这病，请问：阳痿怎么样治疗比较有效果呢？",
    "output": "阳萎是指男性阴茎勃起功能障碍，表现出为男性在有性欲的情况下，阴茎不能够勃起或能勃起但不坚硬，不能够实施性交运动而发生性交困难，阴茎完全不能够勃起者称之为完全性阳萎，阴茎虽能勃起但不具备性交需要有的足够多硬度者称之为不完全性阳萎。从生长发育已经开始后就发生阳萎者称原发性阳萎。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "男，本人26我发现我的龟头好像气了一些水泡，又红又肿，去医院检查说这是龟头炎，我也没干啥啊，咋就得这个病了，请问：包皮龟头炎治疗方法有哪些？",
    "output": "阳萎是指男性阴茎勃起功能障碍，表现出为男性在有性欲的情况下，阴茎不能够勃起或能勃起但不坚硬，不能够实施性交运动而发生性交困难，阴茎完全不能够勃起者称之为完全性阳萎，阴茎虽能勃起但不具备性交需要有的足够多硬度者称之为不完全性阳萎。从生长发育已经开始后就发生阳萎者称原发性阳萎。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "本人男24岁，因为工作中突然感到了不适，去检查后竟然得了这个病，请问：突然出现阳痿该如何治疗？",
    "output": "包皮龟头炎，治疗需要有口服消炎药和外用擦剂同时进行比较快速。可口服左氧氟沙星等消炎药、用肤阴洁或万分之一高锰酸钾水擦洗、外擦曲咪新和莫匹罗星软膏乳膏（混和擦）、一般两天起效、一周内可愈。若要同房需带安全套以免女方传染。如有包皮过长或包茎可考虑行包皮术环切术。暂忌烟酒和辛辣食物。病因多见于包皮过长、包茎、性交、外伤传染等等。"
},
{
    "input": "本人男，35岁不知道会是什么情况，后来才知道是得病了，请问：阳痿能医治较好吗？",
    "output": "包皮龟头炎，治疗需要有口服消炎药和外用擦剂同时进行比较快速。可口服左氧氟沙星等消炎药、用肤阴洁或万分之一高锰酸钾水擦洗、外擦曲咪新和莫匹罗星软膏乳膏（混和擦）、一般两天起效、一周内可愈。若要同房需带安全套以免女方传染。如有包皮过长或包茎可考虑行包皮术环切术。暂忌烟酒和辛辣食物。病因多见于包皮过长、包茎、性交、外伤传染等等。"
},
{
    "input": "最近这几天总是觉得上厕所的时候很不舒服，有点疼，平时吧就感觉尿道口有烧灼感，反正就是左立难安，我今年才30岁，不会是得前列腺炎了吧！如果真的是，请问：年轻人前列腺炎要怎么缓解？",
    "output": "早泄是可以救治疗比较好的。根据你的情况有频繁的性交，目前再次出现阳痿早泄考虑性交导致的肾经巨亏引来的，戒掉或者增加性交次数是前提，服用补肾益气药物救治。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于缓解恢复。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "本人男17岁，因为工作中突然感到了不适，去检查后竟然得了这个病，请问：阳痿能医治较好的吗？",
    "output": "早泄是可以救治疗比较好的。根据你的情况有频繁的性交，目前再次出现阳痿早泄考虑性交导致的肾经巨亏引来的，戒掉或者增加性交次数是前提，服用补肾益气药物救治。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于缓解恢复。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "这个症状已经持续一段时间了，就是平时觉得腰酸，小腹吧总有一种下坠感，而且尿不尽，平时尿道口还有一些分泌物流出，去医院检查说是前列腺发炎了，请问：前列腺炎会成前列腺癌吗？",
    "output": "阴囊湿疹是一种常见的男性疾病，目前救治湿疹最好的方法是用药膏救治。但最主要的还是病患必须互相配合医师诊病，千万千万压制自己要抓的欲念，否则患部一直受刺激，只会让效果大打折扣，甚至会一再病发,平时留意始终保持患部的干爽，千万千万不要穿太紧的内裤，平常泡澡的时候必须擦洗夹缝，忌搔抓、搓揉、磨擦、烫洗等，洗完澡后，也要始终保持干爽，必要时也可以洒些吸汗的痱子粉。而且本病与情绪关于，始终保持心情舒畅,充分的歇息及对疾病的破釜沉舟的信心，亦是关键环节。建议不外用刺激性消肿止痛药。积极救治全身性疾患。"
},
{
    "input": "本人男，36岁患病也有很长时间了，但是一检查才发现是这病，请问：治疗阳痿的好时间和方法有哪些",
    "output": "阴囊湿疹是一种常见的男性疾病，目前救治湿疹最好的方法是用药膏救治。但最主要的还是病患必须互相配合医师诊病，千万千万压制自己要抓的欲念，否则患部一直受刺激，只会让效果大打折扣，甚至会一再病发,平时留意始终保持患部的干爽，千万千万不要穿太紧的内裤，平常泡澡的时候必须擦洗夹缝，忌搔抓、搓揉、磨擦、烫洗等，洗完澡后，也要始终保持干爽，必要时也可以洒些吸汗的痱子粉。而且本病与情绪关于，始终保持心情舒畅,充分的歇息及对疾病的破釜沉舟的信心，亦是关键环节。建议不外用刺激性消肿止痛药。积极救治全身性疾患。"
},
{
    "input": "我今年22岁，十七岁时就手淫，还挺频繁的，最近家里给介绍了一个对象，什么都挺好的，就是发现我自己好像早泄，我觉得应该是以前手淫导致的，我现在真的很痛苦，请问：早泄尿分叉怎么医治？",
    "output": "男人早射的病因，主要受以下方面的影响，目前看来主要是患者心理上出现了一些问题，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，再者，一些男性如果缺少对性知识的认知，经常观摩一些刺激性的图文、视频均可导致早泄，或者说，患有一些器质性的疾病，像是前列腺炎症啦，尿路感染等，或有糖尿病或是骨折等，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "男25患病也有很长时间了，但是一检查才发现是这病，请问：龟头炎总有包皮垢该怎么办？",
    "output": "男人早射的病因，主要受以下方面的影响，目前看来主要是患者心理上出现了一些问题，包括像压力大，情绪焦虑，以及对性生活的过于担忧等，再者，一些男性如果缺少对性知识的认知，经常观摩一些刺激性的图文、视频均可导致早泄，或者说，患有一些器质性的疾病，像是前列腺炎症啦，尿路感染等，或有糖尿病或是骨折等，这边建议你在了解了早泄病因之后是可以去正确进行预防的。"
},
{
    "input": "男，32岁，我上个礼拜取体检发现有龟头炎，最近好像严重了，有点出血，渗液，好像还长了水疱，这是病情严重了吗？请问：想问问治疗龟头包皮炎比较合适？",
    "output": "前列腺炎以非细菌性前列腺炎多见，常见病因是性生活过频、过度抑止射精、中断性交等与性生活关于因素或长途骑乘，会阴长期受压等导致盆腔及前列腺冲血所致。救治是防止吃刺激性饮食，约束性生活，热水坐浴、理疗或前列腺推拿，以促炎症吸收与引流。药物以易刺破前列腺屏障的抗感染为基础，非传染引来还应注意民剔除诱因。"
},
{
    "input": "男31岁，晚上洗澡的时候发现自己龟头边上有一圈白色的，而且龟头好像有点皱有点红，近期发现自己上厕所也不是很顺畅，去医院检查了说是龟头炎，请问：包皮炎如何治疗才是令人信服的？",
    "output": "前列腺炎以非细菌性前列腺炎多见，常见病因是性生活过频、过度抑止射精、中断性交等与性生活关于因素或长途骑乘，会阴长期受压等导致盆腔及前列腺冲血所致。救治是防止吃刺激性饮食，约束性生活，热水坐浴、理疗或前列腺推拿，以促炎症吸收与引流。药物以易刺破前列腺屏障的抗感染为基础，非传染引来还应注意民剔除诱因。"
},
{
    "input": "男30岁，我发现我的龟头好像气了一些水泡，又红又肿，去医院检查说这是龟头炎，我也没干啥啊，咋就得这个病了，请问：请问包皮龟头炎的具体症状是什么？",
    "output": "您这种现象应该是长期性交致使的肾虚。尽早戒掉性交这种习惯。注意休息。多吃韭菜核桃，动物肾脏等补肾的食物。服食补肾益气药物治疗，进行调养。能有效稳定。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "男，34岁，总是痒痒的不舒服，患处的皮肤红红点点的，有时候还会破皮流黄水，去医院检查是得了湿疹病，想问问，得了阴囊湿疹如何治疗？",
    "output": "您这种现象应该是长期性交致使的肾虚。尽早戒掉性交这种习惯。注意休息。多吃韭菜核桃，动物肾脏等补肾的食物。服食补肾益气药物治疗，进行调养。能有效稳定。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "我今年25岁，十七岁时就手淫，还挺频繁的，最近家里给介绍了一个对象，什么都挺好的，就是发现我自己好像早泄，我觉得应该是以前手淫导致的，我现在真的很痛苦，请问：手淫多年早泄严重是肾虚吗？",
    "output": "如果只是偶尔没勃起，考虑可能会跟心理因素或者环境因素等有关。可以服食六味地黄丸，平时多吃枸杞、韭菜、羊肉等食物，多做体育运动，增强体质，不要有太大压力，始终保持心情舒畅，有什么问题夫妻双方可以进行交流。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "男，34岁，患处总是红红的，感觉很不舒服，还老是痒痒，有时候还会破水，去经过一番检查后，竟然是湿疹，请问：患有了阴囊湿疹该怎么治疗？",
    "output": "如果只是偶尔没勃起，考虑可能会跟心理因素或者环境因素等有关。可以服食六味地黄丸，平时多吃枸杞、韭菜、羊肉等食物，多做体育运动，增强体质，不要有太大压力，始终保持心情舒畅，有什么问题夫妻双方可以进行交流。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "男29岁，晚上洗澡的时候发现自己龟头边上有一圈白色的，而且龟头好像有点皱有点红，近期发现自己上厕所也不是很顺畅，去医院检查了说是龟头炎，请问：得了龟头包皮炎不想去医院可以吗",
    "output": "合理安排性生活：有些慢性前列腺炎患者患病后就停止下来性生活，其实这是错误的。纵欲或冷感同样对前列腺炎不利。适度的性生活不仅绝不会严重病情，反而有利于前列腺炎的消褪。不定期排放量精液，可以纾解前列腺的胀满感，增进前列腺液的不断更新，有利于前列腺的康复。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"
},
{
    "input": "本人54男，突然感觉到身体有些不舒服，但是不知道怎么回事，请问：什么引起的早泄症状",
    "output": "合理安排性生活：有些慢性前列腺炎患者患病后就停止下来性生活，其实这是错误的。纵欲或冷感同样对前列腺炎不利。适度的性生活不仅绝不会严重病情，反而有利于前列腺炎的消褪。不定期排放量精液，可以纾解前列腺的胀满感，增进前列腺液的不断更新，有利于前列腺的康复。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"
},
{
    "input": "本人39男，突然感觉到身体有些不舒服，但是不知道怎么回事，请问：性冷淡有什么症状？",
    "output": "前列腺增生的症状主要表现出为两组症状：两类是膀胱刺激症状；另一类是因纤维化前列腺堵塞尿路产生的梗阻性症状。重新调整生活方式包括饮水量要适当，防止过多饮用含咖啡因和酒精类饮料；需要有理解患者如何同时服食利尿剂等可能会干扰排尿症状的药物，并适当重新调整。当患者再次出现病情进步时，需要有积极实施干涉。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "44男.患精索静脉曲张已经很多年了，其实一直也没什么症状，再说已经有孩子了，所以也没怎么管。但是这段时间越来越疼了，晚上有时候都睡不着，严重的影响了我的正常生活和工作，很苦恼。请问：治疗精索静脉曲张的方法是什么？",
    "output": "前列腺增生的症状主要表现出为两组症状：两类是膀胱刺激症状；另一类是因纤维化前列腺堵塞尿路产生的梗阻性症状。重新调整生活方式包括饮水量要适当，防止过多饮用含咖啡因和酒精类饮料；需要有理解患者如何同时服食利尿剂等可能会干扰排尿症状的药物，并适当重新调整。当患者再次出现病情进步时，需要有积极实施干涉。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "30男.觉得私处很不舒服，那种感觉也无法形容，影响工作和生活非常烦，请问性功能障碍的起因是什么？",
    "output": "根据你的情况有频繁的性交，目前再次出现阳痿早泄考虑性交致使的肾经巨亏引来的，戒掉或者增加性交次数是前提，服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于进行恢复。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "45男.患精索静脉曲张已经很多年了，其实一直也没什么症状，再说已经有孩子了，所以也没怎么管。但是这段时间越来越疼了，晚上有时候都睡不着，严重的影响了我的正常生活和工作，很苦恼。请问：医院治疗精索静脉曲张的方法是什么？",
    "output": "根据你的情况有频繁的性交，目前再次出现阳痿早泄考虑性交致使的肾经巨亏引来的，戒掉或者增加性交次数是前提，服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于进行恢复。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "男，我今年27岁了，一直都有手淫的习惯，最近发现手淫的时候特别快就射了，我还没有真正过过性生活，我很担心，这不会是早泄了吧。请问：肾虚会导致早泄嘛？",
    "output": "您的情况可以吃些中药进行治疗。在性交过程中，放松全身肌肉，特别是肛门及足趾部分的肌肉不要收缩屈曲，抽插动作宜缓。同时，把气上提及喉部，进行闭气，憋气的动作，然后放缓呼气时间。确保充足深度睡眠，适当增强营养，增强体质，同时应当戒掉烟，酒等摄取。营养上大幅提高档次(打好物质基础)多吃壮阳食物：壮阳食物主要有狗肉，羊肉，麻雀，核桃。"
},
{
    "input": "我今年28岁，十七岁时就手淫，还挺频繁的，最近家里给介绍了一个对象，什么都挺好的，就是发现我自己好像早泄，我觉得应该是以前手淫导致的，我现在真的很痛苦，请问：肾阴虚导致的早泄可以补回来吗？",
    "output": "您的情况可以吃些中药进行治疗。在性交过程中，放松全身肌肉，特别是肛门及足趾部分的肌肉不要收缩屈曲，抽插动作宜缓。同时，把气上提及喉部，进行闭气，憋气的动作，然后放缓呼气时间。确保充足深度睡眠，适当增强营养，增强体质，同时应当戒掉烟，酒等摄取。营养上大幅提高档次(打好物质基础)多吃壮阳食物：壮阳食物主要有狗肉，羊肉，麻雀，核桃。"
},
{
    "input": "大夫您好，男，30岁，已婚，患精索静脉曲张已经9年，就是久坐有时有点疼，可以承受，对生活影响不大，所以9年了，一直没去治疗，请问精索静脉曲张腰痛失眠怎么回事",
    "output": "你现在的情况和你的不良习惯有关系的。如果现在还没有成婚，年龄不大，建议你尽量戒掉这些不良习惯。多举办锻炼身体。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。在生活中除了要注重治疗效果之外，还要要保持良好的心情，好的心情对疾病的恢复很有帮助。不仅如此，日常饮食也是要格外注意的，健康饮食对于病情恢复有很大帮助，甚至还有辅助治疗的功效，所以平时需要清淡饮食，规律作息。"
},
{
    "input": "我曾经得过男性前列腺炎症，去当地的正规医院看过，吃完药就好了，也没再范过，近来到县城的一家医院体检，说我有前列腺钙化，请问前列腺钙化怎么治疗比较好",
    "output": "你现在的情况和你的不良习惯有关系的。如果现在还没有成婚，年龄不大，建议你尽量戒掉这些不良习惯。多举办锻炼身体。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。在生活中除了要注重治疗效果之外，还要要保持良好的心情，好的心情对疾病的恢复很有帮助。不仅如此，日常饮食也是要格外注意的，健康饮食对于病情恢复有很大帮助，甚至还有辅助治疗的功效，所以平时需要清淡饮食，规律作息。"
},
{
    "input": "哪位知道的麻烦说一下男人包皮过长的症状，我那天在医院检查，医生说我的包皮过长，叫我去做手术切掉，很害怕，请问包皮过长有什么症状表现",
    "output": "前列腺钙化和临床诊断症状没直接的相关性。刚才我说了前列腺钙化它只是我们影像学个确诊。证明你的前列腺比如说局部回落增加，他有纤维化的表现出。纤维化只好证明你在曾经这个联盟可能会遭到过伤损，或者遭到过慢性伤损，符合遭到过劳损的个标记，并不能够证明你现在会有什么样的个表现出。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"
},
{
    "input": "我今年35岁，我刚包的工程款下来了，真高兴，可是不顺心的是我的前列腺炎又犯了，让我又开始跑医院了，真累，前列腺炎应该注意什么",
    "output": "前列腺钙化和临床诊断症状没直接的相关性。刚才我说了前列腺钙化它只是我们影像学个确诊。证明你的前列腺比如说局部回落增加，他有纤维化的表现出。纤维化只好证明你在曾经这个联盟可能会遭到过伤损，或者遭到过慢性伤损，符合遭到过劳损的个标记，并不能够证明你现在会有什么样的个表现出。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"
},
{
    "input": "男，24岁我老是尿频尿急，夜尿频繁，肛门有坠胀感，伴发肛门瘙痒",
    "output": "根据你上面说的情况来看，附睾囊肿手术的后遗症是可能摧毁附睾管因而影响受孕，建议你三思而后行，必须选择正规的医院进行治疗，平时要注意护理卫生，按时复查。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水。"
},
{
    "input": "男，27岁感觉到身体有些不舒服，但是不知道怎么回事，请问：小便后尿道不舒服会是前列腺炎吗",
    "output": "根据你上面说的情况来看，附睾囊肿手术的后遗症是可能摧毁附睾管因而影响受孕，建议你三思而后行，必须选择正规的医院进行治疗，平时要注意护理卫生，按时复查。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水。"
},
{
    "input": "我曾经患过前列腺炎，去医院看过后，服药后是好的，而且没再犯了，最近到医院体检，说我有前列腺钙化，请问前列腺钙化都哪些临床症状",
    "output": "根据你的症状看，肾虚的可能性比较大，可以口服补肾益气药物治疗，平时要积极参加体育锻炼，以大幅提高身心素质，多食一些具备补肾固精效用的食物如栗子、甲鱼等。不同病因引起不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "平时我的身体没有出现什么病症，但是去体检的时候，检查出我有前列腺钙化。请问前列腺钙化要怎么治疗才有效",
    "output": "根据你的症状看，肾虚的可能性比较大，可以口服补肾益气药物治疗，平时要积极参加体育锻炼，以大幅提高身心素质，多食一些具备补肾固精效用的食物如栗子、甲鱼等。不同病因引起不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "这一年时间都是感觉小便有些不太舒服，但是是断断续续的。有些时候又没有感觉，特别是在喝酒后会感觉比较明显。检查是前列腺囊肿。请问吃什么对前列腺囊肿有好处",
    "output": "已经了解过治疗，但是没治疗好，可能是对西药产生了抗药性，精囊炎是男性常见感染性疾病之一，复发年龄多在20～40岁，以血精为主要临床表现，对男性身体健康危害还是蛮大的，需及时治疗！建议口服中药进行治疗，中药治疗精囊炎，无副作用，不会对身体造成危害，治疗，缓解后不会复发，"
},
{
    "input": "医生您好，我检查出来有前列腺炎，没有觉得自己有什么不适的症状，想知道这个会不会影响我的性生活?",
    "output": "已经了解过治疗，但是没治疗好，可能是对西药产生了抗药性，精囊炎是男性常见感染性疾病之一，复发年龄多在20～40岁，以血精为主要临床表现，对男性身体健康危害还是蛮大的，需及时治疗！建议口服中药进行治疗，中药治疗精囊炎，无副作用，不会对身体造成危害，治疗，缓解后不会复发，"
},
{
    "input": "本人男，36岁不知道会是什么情况，后来才知道是得病了，请问：发现自己患了阳痿早泄能怎么办？",
    "output": "1、物理疗法：腰骶部超短波透热疗法、矿泉浴、温水浴等也可辅助治疗。2、阴茎背神经阻断术：因为早泄主要就是阴茎神经了，我们针对阴茎背神经进行治疗，对仅由龟头神经太过敏感引来的顽固性早泄采取有效的治疗。3、心理治疗：早泄很大一小部分是我们的心理因素，因此，要对男性患者的心理采用的方法，比如说：扩散、猜测、憎恶等等矫正一些错误的性观念，消除男性患者的焦虑、憎恶、不安，进而达到初步治疗。"
},
{
    "input": "爱爱的时候不到两分钟就会出现射精的现象，女朋友总是笑话我，现在都不让我碰她了，气死我了，最近对性生活我都失去了信心了，现在非常的苦恼，请问推荐男性吃什么对性功能有帮助？",
    "output": "1、物理疗法：腰骶部超短波透热疗法、矿泉浴、温水浴等也可辅助治疗。2、阴茎背神经阻断术：因为早泄主要就是阴茎神经了，我们针对阴茎背神经进行治疗，对仅由龟头神经太过敏感引来的顽固性早泄采取有效的治疗。3、心理治疗：早泄很大一小部分是我们的心理因素，因此，要对男性患者的心理采用的方法，比如说：扩散、猜测、憎恶等等矫正一些错误的性观念，消除男性患者的焦虑、憎恶、不安，进而达到初步治疗。"
},
{
    "input": "我刚刚三十几岁，可是我现在感觉自己的性功能下降了很多，而且同时也经常感觉腰酸，请问影响性功能的因素有哪些？",
    "output": "关于早泄的情况来说的话，这些中成药其实不有太好的效果的，还是需要有通过防止性交，增强活动锻练如跑步仰卧起坐提肛深蹲等，以及双方互相配合锻练，慢慢来增强对射精的控制力。在生活中除了要注重治疗效果之外，还要要保持良好的心情，好的心情对疾病的恢复很有帮助。不仅如此，日常饮食也是要格外注意的，健康饮食对于病情恢复有很大帮助，甚至还有辅助治疗的功效，所以平时需要清淡饮食，规律作息。"
},
{
    "input": "最近老是感觉腹部疼痛，连带着整个腰部都出现了疼痛，在医院做了相关的检查之后，竟然被检查出来有泌尿系结石，请问泌尿系结石需要怎么治疗",
    "output": "关于早泄的情况来说的话，这些中成药其实不有太好的效果的，还是需要有通过防止性交，增强活动锻练如跑步仰卧起坐提肛深蹲等，以及双方互相配合锻练，慢慢来增强对射精的控制力。在生活中除了要注重治疗效果之外，还要要保持良好的心情，好的心情对疾病的恢复很有帮助。不仅如此，日常饮食也是要格外注意的，健康饮食对于病情恢复有很大帮助，甚至还有辅助治疗的功效，所以平时需要清淡饮食，规律作息。"
},
{
    "input": "男性27岁，包皮过长，有腰酸背痛的症状，有勃起功能障碍，早泄的情况，不知道二者是否有关系？",
    "output": "早泄原因一些，如前列腺炎，心理因素，长期频繁性交，龟头敏感等都是有可能的。建议患者去医院仔细检查，明确确诊，对症治疗。平时的话建议注意休息，适当锻练，不要过度性生活。在生活中除了要注重治疗效果之外，还要要保持良好的心情，好的心情对疾病的恢复很有帮助。不仅如此，日常饮食也是要格外注意的，健康饮食对于病情恢复有很大帮助，甚至还有辅助治疗的功效，所以平时需要清淡饮食，规律作息。"
},
{
    "input": "男，才三十岁，就感觉性功能方面不是很好，两天做一次就感觉累的不行了，请问男人吃什么能提高性功能吗",
    "output": "早泄原因一些，如前列腺炎，心理因素，长期频繁性交，龟头敏感等都是有可能的。建议患者去医院仔细检查，明确确诊，对症治疗。平时的话建议注意休息，适当锻练，不要过度性生活。在生活中除了要注重治疗效果之外，还要要保持良好的心情，好的心情对疾病的恢复很有帮助。不仅如此，日常饮食也是要格外注意的，健康饮食对于病情恢复有很大帮助，甚至还有辅助治疗的功效，所以平时需要清淡饮食，规律作息。"
},
{
    "input": "我这几天总是会出现小便刺痛感，并且我身体上经常还会出现一些不舒服的情况，有的时候小便还会带血，后来经过医生检查发现是得了泌尿系统结石，请问泌尿系结石怎么治疗比较好",
    "output": "这是指包皮覆盖住尿道口，不能够不能够上翻现出阴茎头，最好及时的去医院做手术治疗，平时注意始终保持生殖器官的清洁卫生，一旦发现异常就及时的去医院进行咨询医生，注意保持良好的生活的习惯。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "龟头过于敏感，习惯性早泄，作爱的时候弟弟插到阴道里没动几下就想射精，通常连1分钟时间，请问性障碍引发的原因是什么",
    "output": "这是指包皮覆盖住尿道口，不能够不能够上翻现出阴茎头，最好及时的去医院做手术治疗，平时注意始终保持生殖器官的清洁卫生，一旦发现异常就及时的去医院进行咨询医生，注意保持良好的生活的习惯。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "男性26岁，我每天晚上慢走半个小时后，睡午觉的时候勃起功能更佳。慢走对勃起功能有什么好处，以前没慢走的时候没什么感觉，自从慢走以后，感觉勃起功能更好。已经坚持了八个月的时间了。慢走对勃起功能障碍有什么好处？",
    "output": "早泄引来的原因一些，抱括前腺炎，激素水平上升，神经血管炎症的需要有做前列腺的相关检查明确原因，以后再针对性的治疗效果比较好。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于恢复！此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "男，20岁，我要去当兵了，可是朋友说当兵后性功能会有影响，请问；为什么当兵的性功能不行",
    "output": "早泄引来的原因一些，抱括前腺炎，激素水平上升，神经血管炎症的需要有做前列腺的相关检查明确原因，以后再针对性的治疗效果比较好。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于恢复！此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "男，才三十岁，就感觉性功能方面不是很好，两天做一次就感觉累的不行了，请问锻炼性功能的动作有哪些",
    "output": "早泄是可以恢复的，建议先去医院仔细检查下引来勃起障碍的原因，及时戒掉性交的习惯，平时多吃羊肉、牛肉、韭菜、枸杞等食物，增强体育锻炼，增强体质，性生活不能够太频繁，惯良好的生活习惯。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"
},
{
    "input": "有较长时间无性事，有遗精的情况，老公35了晚上还遗精怎么回事？",
    "output": "早泄是可以恢复的，建议先去医院仔细检查下引来勃起障碍的原因，及时戒掉性交的习惯，平时多吃羊肉、牛肉、韭菜、枸杞等食物，增强体育锻炼，增强体质，性生活不能够太频繁，惯良好的生活习惯。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"
},
{
    "input": "男，35岁，跟老婆过夫妻生活的时候老婆总是不满意，我很苦恼，请问；性功能怎么变强呢",
    "output": "根据你讲述的情况，频繁性交对身体是有危害，容易引来前列腺炎，部分前列腺炎可以引来性功能障碍，如早泄早泄等。建议你戒掉频繁性交，不要有心理压力和压力，不要给自己负面猜测。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "男，25岁，我平时爱喝酒，现在慢慢跟老婆过夫妻生活的时候老婆总是不满意，朋友无跟我总是喝酒有关系，请问；为什么喝酒之后性功能下降",
    "output": "根据你讲述的情况，频繁性交对身体是有危害，容易引来前列腺炎，部分前列腺炎可以引来性功能障碍，如早泄早泄等。建议你戒掉频繁性交，不要有心理压力和压力，不要给自己负面猜测。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "男，38，跟老婆过夫妻生活的时候老婆总是不满意，朋友说我可能是健身过度了，请问；健身过度会影响性功能吗",
    "output": "早泄发生的主要因素，和很多方面都有关系，首当其冲的就是患者自身的心理因素，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，缺少性知识，长期手淫、自慰，就是早泄主因之一，再者，早泄的发生其实和一些疾病也是有关系的，比如一些前列腺疾病，或是像一些心脑血管疾病，以上这些因素均可导致早泄的发生，建议每一位男性都有所重视。"
},
{
    "input": "32岁，我属于那种有大肚子，而且比较高大壮的人，快300斤的体重常常被朋友们嘲笑，成家立室后内人也常常对我不满意，自己很是担心紧张的。那么请问为啥子男人胖了性功能就差？",
    "output": "早泄发生的主要因素，和很多方面都有关系，首当其冲的就是患者自身的心理因素，像是夫妻间感情不好，性生活不愉快，或是性的初体验并不好，另外，缺少性知识，长期手淫、自慰，就是早泄主因之一，再者，早泄的发生其实和一些疾病也是有关系的，比如一些前列腺疾病，或是像一些心脑血管疾病，以上这些因素均可导致早泄的发生，建议每一位男性都有所重视。"
},
{
    "input": "孩子今年才12岁，可是我发现他好像出现了遗精的情况，男生多大会射遗精？",
    "output": "您说的是过度频繁的性交，致使，全身乏力，阳痿早泄。从此戒掉性交可以康复绝大部分，下定决心坚决戒掉。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于恢复。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"
},
{
    "input": "以前我一般是一星期出现遗精一次，但最近一个多月来却一次遗精都没有出现过，男性没有性生活一个月没有遗精正常吗？",
    "output": "您说的是过度频繁的性交，致使，全身乏力，阳痿早泄。从此戒掉性交可以康复绝大部分，下定决心坚决戒掉。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于恢复。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"
},
{
    "input": "我昨日儿晚上遗精了，但是今天早晨起来的时候精神的状态状态有一些不太好，遗精会影响第二天状态吗？",
    "output": "这属于包皮过长伴发早泄。这样情况是建议尽早手术摘除包皮的，可以预防工作包皮龟头炎，也有助于延长性生活时间。最好去当地人民医院或中医院等正规医院的泌尿外科摘除包皮，费用一两千左右。两星期左右恢复。平时注意清洁卫生，勤洗点，清淡饮食。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "男，29岁，之前一个月每天都要跟女朋友过性生活，这两天感觉点不能满足女朋友了，请问；提高性功能的方式有哪些",
    "output": "这属于包皮过长伴发早泄。这样情况是建议尽早手术摘除包皮的，可以预防工作包皮龟头炎，也有助于延长性生活时间。最好去当地人民医院或中医院等正规医院的泌尿外科摘除包皮，费用一两千左右。两星期左右恢复。平时注意清洁卫生，勤洗点，清淡饮食。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "我进行咨询一下，我得了前列腺钙化病情，会干扰男性受孕吗，怎么治疗前列腺钙化好，前列腺钙化病能干扰男性受孕吗？",
    "output": "给你说的情况，我认为这种情况应当戒掉不良生活习惯锻炼身体，增强体质，可以服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于恢复。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "本人男，今年36岁，近段时间我总是觉得我的睾丸很疼，而且这个礼拜我已经发烧2次了，平时吧老觉得冷，而且洗澡的时候摸到自己的睾丸好像里面有很多液体似的，请问：怎样有效的预防附睾炎？",
    "output": "给你说的情况，我认为这种情况应当戒掉不良生活习惯锻炼身体，增强体质，可以服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于恢复。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "睡觉尿急了就射精，怕是有什么疾病，为什么睡觉尿急就会遗精了？",
    "output": "根据你所叙述的情况，我想应该是局部皮炎引来的你现在的这个症状，你现在用不着太过担心，平时要恰当饮食，忌食辛辣食物，始终保持局部清洁，可以用一些治疗皮肤过敏的药。平时用枸杞泡茶，食补韭菜、牛肉、羊肉。留意始终保持局部的卫生。最后，患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"
},
{
    "input": "男性29岁我的性生活时间太短不到的一分钟，是重度早泄，该怎么治，想买伟哥，可又怕买到假的怎么办？",
    "output": "根据你所叙述的情况，我想应该是局部皮炎引来的你现在的这个症状，你现在用不着太过担心，平时要恰当饮食，忌食辛辣食物，始终保持局部清洁，可以用一些治疗皮肤过敏的药。平时用枸杞泡茶，食补韭菜、牛肉、羊肉。留意始终保持局部的卫生。最后，患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"
},
{
    "input": "我29岁了，以前性交好几年，图快感，成婚以后做爱禁不住就射了，出去就射，有孩子以后，也没在乎，过了三四年，越来越厉害，请问阳痿早泄阴茎短小怎么办？",
    "output": "根据病情，我考虑，阴囊潮湿不是病态,因此如无其它不适,留意局部的清洁干燥即可。平时留意清淡饮食,少吃生冷食物,少吃辛辣鱼腥食物.不过一般阴囊的潮湿可能会和前列腺疾病是有的关系的，建议你还是积极做前列腺的仔细检查确认具体的病情,留意对症治疗。"
},
{
    "input": "每次和老婆亲热都没有激情吗，想找找有能增强性功能的运动，请问做什么运动比较好！提肛运动可以提高性功能吗？",
    "output": "根据病情，我考虑，阴囊潮湿不是病态,因此如无其它不适,留意局部的清洁干燥即可。平时留意清淡饮食,少吃生冷食物,少吃辛辣鱼腥食物.不过一般阴囊的潮湿可能会和前列腺疾病是有的关系的，建议你还是积极做前列腺的仔细检查确认具体的病情,留意对症治疗。"
},
{
    "input": "我29岁了，以前性交好几年，图快感，成婚以后做爱禁不住就射了，出去就射，有孩子以后，也没在乎，过了三四年，越来越厉害，请问阴囊潮湿阴茎短小阳痿怎么办？",
    "output": "阳痿早泄多是肾虚引来来的，需要有药物救治和食物消化救治。建议，一、始终保持信心状态，要学会自我在上班和生活中自我排毒，增加性生活次数大幅提高性生活质量，二、多锻炼身体，稳定体质，多吃韭菜，山药，枸杞子，牛羊肉等补肾食品，三、服食对症药物救治，多吃蔬菜水果，禁食辛辣刺激食物，少加班，多锻炼身体，严令禁止抽烟喝啤酒，大幅提高自身抵抗力。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "持续高烧2天了，而且我特别的怕冷，一开始我以为只是感冒了，结果我发现我的睾丸越来越疼，而且摸上去好像里面有水似的，去医院检查确诊是睾丸炎：请问：附睾炎是什么病呀？",
    "output": "阳痿早泄多是肾虚引来来的，需要有药物救治和食物消化救治。建议，一、始终保持信心状态，要学会自我在上班和生活中自我排毒，增加性生活次数大幅提高性生活质量，二、多锻炼身体，稳定体质，多吃韭菜，山药，枸杞子，牛羊肉等补肾食品，三、服食对症药物救治，多吃蔬菜水果，禁食辛辣刺激食物，少加班，多锻炼身体，严令禁止抽烟喝啤酒，大幅提高自身抵抗力。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "我有点前列腺炎，去医院检查的时候发现还存在前列腺钙化的情况，现在炎症得到控制了，没什么大的问题，但是我很担心这个前列腺钙化的问题，请问：前列腺增生的初期怎么治",
    "output": "阴囊潮湿不是病态，因此如无其它不适，留意局部的清洁干燥即可，平时留意清淡饮食，少吃生冷食物，少吃辛辣鱼腥食物，不过一般阴囊的潮湿可能会和前列腺疾病是有的关系的，建议你还是积极做前列腺的仔细检查确认具体的病情，留意对症治疗，如果同时伴发搔痒，可能会是由于潮湿滋长细菌引发了传染，必要时涂抹对症乳膏软膏治疗，具体可以到医院系统仔细检查治疗多吃壮阳食物：壮阳食物主要有狗肉、羊肉、麻雀、核桃、牛鞭、羊肾等。"
},
{
    "input": "我今年才18岁，平时有手淫的习惯，最近发现自己的龟头上长了一些小疙瘩，症状好像是龟头炎，这个严重吗？不会有什么事吧，请问：龟头炎怎么治疗起皮还有点痒",
    "output": "阴囊潮湿不是病态，因此如无其它不适，留意局部的清洁干燥即可，平时留意清淡饮食，少吃生冷食物，少吃辛辣鱼腥食物，不过一般阴囊的潮湿可能会和前列腺疾病是有的关系的，建议你还是积极做前列腺的仔细检查确认具体的病情，留意对症治疗，如果同时伴发搔痒，可能会是由于潮湿滋长细菌引发了传染，必要时涂抹对症乳膏软膏治疗，具体可以到医院系统仔细检查治疗多吃壮阳食物：壮阳食物主要有狗肉、羊肉、麻雀、核桃、牛鞭、羊肾等。"
},
{
    "input": "平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：勃起不坚时间短为什么脸上爱出汗呢",
    "output": "由于阴囊湿疹的病因比较复杂，比如说:过敏体质的人，精神长期紧张、情绪变动起伏不定较大的人易患本病；另外，患一些疾病，如慢性消化系统疾病、胃肠功能紊乱、内分泌失常、新陈代谢障碍的人；在外部因素的效用下，也易患本病，建议您及时到正规的男科医院，通过有关的仔细检查，查明病因，对症治疗。"
},
{
    "input": "交第一个女朋友时就发现自己好像存在阳痿的情况，期间13年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：主要症状是阳萎不举会是怎么回事呢",
    "output": "由于阴囊湿疹的病因比较复杂，比如说:过敏体质的人，精神长期紧张、情绪变动起伏不定较大的人易患本病；另外，患一些疾病，如慢性消化系统疾病、胃肠功能紊乱、内分泌失常、新陈代谢障碍的人；在外部因素的效用下，也易患本病，建议您及时到正规的男科医院，通过有关的仔细检查，查明病因，对症治疗。"
},
{
    "input": "男27患病也有很长时间了，但是一检查才发现是这病，请问：包皮龟头炎要怎么治稳妥？",
    "output": "根据您的情况，早泄的确诊是没问题的，早泄影响原因一些，一般来说，女生理性的因素更多一些，给工作压力，不良的生活习惯有关系。早泄的治疗主要分成两方面，另一方面，控制不良的生活习惯，防止饮酒和熬夜。第三方面有口服一些，治疗早泄的药物。一般情况下，早泄不需要手术治疗。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：睾丸炎注意哪些饮食会好些呢",
    "output": "根据您的情况，早泄的确诊是没问题的，早泄影响原因一些，一般来说，女生理性的因素更多一些，给工作压力，不良的生活习惯有关系。早泄的治疗主要分成两方面，另一方面，控制不良的生活习惯，防止饮酒和熬夜。第三方面有口服一些，治疗早泄的药物。一般情况下，早泄不需要手术治疗。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：治疗前列腺囊肿哪个办法有效",
    "output": "如果有早泄，在这种状况的时候，我们可以，先采取保守治疗的方式来解决，可以配合口服补肾益气药物治疗，另外必要的时候实在不能稳定的话，再选择手术治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物。"
},
{
    "input": "近段时间因为公司很忙，然后着急要孩子，可能情绪上也非常的紧张，猛然之间发现自己过性生活时好像有些力不从心了，有时候根本就不能勃起，我现在为这个事真的很痛苦，请问：手淫有8年了该会是阳痿吗",
    "output": "如果有早泄，在这种状况的时候，我们可以，先采取保守治疗的方式来解决，可以配合口服补肾益气药物治疗，另外必要的时候实在不能稳定的话，再选择手术治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物。"
},
{
    "input": "发现这个症状已经很久了，但是这个情况一直就没有好转，请问性功能下降了为什么会勃起无力呢",
    "output": "精索静脉曲张一般是由于控制或者腹压长期减小发生，有分成轻中重度，如果症状不严重属于轻中度患者一般无须特别治疗，平时生活方面注意防止劳累按时复查即。如果属于重症患者一般建议手术治疗比较。轻重程度可以去医院做彩超明确确。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "我是一个办公室白领，一天之中上班就是坐着，而且很忙，所以很少能够起身活动，正是因为如此前段时间被告知得了睾丸炎，我现在每天都很痛苦，也不知道该怎么办，请问：出现附睾炎能怎么办",
    "output": "精索静脉曲张一般是由于控制或者腹压长期减小发生，有分成轻中重度，如果症状不严重属于轻中度患者一般无须特别治疗，平时生活方面注意防止劳累按时复查即。如果属于重症患者一般建议手术治疗比较。轻重程度可以去医院做彩超明确确。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "交第一个女朋友时就发现自己好像存在阳痿的情况，期间7年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：性生活时间短为什么会造成阳痿呢",
    "output": "精索静脉曲张是一种男性疾病，主要是指男性的精索静脉出现异常的扩展导致临床诊断出现一连串的症状，而且严重的情况是会导致男性不育的，也是最常见的原因之一，因此在患者检查出之后，就建议早期治疗。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：前列腺炎通常该如何进行缓解呢",
    "output": "精索静脉曲张是一种男性疾病，主要是指男性的精索静脉出现异常的扩展导致临床诊断出现一连串的症状，而且严重的情况是会导致男性不育的，也是最常见的原因之一，因此在患者检查出之后，就建议早期治疗。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "知道身体有不适的感觉，就没用去看，请问：发现性功能障碍要怎样治能医治较好呢",
    "output": "根据你的情况有频繁的性交，目前再次出现阳痿早泄考虑性交致使的肾经巨亏引来的，戒掉或者增加性交次数是前提，服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于恢复。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"
},
{
    "input": "发现这个症状已经很久了，但是这个情况一直就没有好转，请问龟头瘙痒患者通常该会禁吃哪些呢",
    "output": "根据你的情况有频繁的性交，目前再次出现阳痿早泄考虑性交致使的肾经巨亏引来的，戒掉或者增加性交次数是前提，服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于恢复。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"
},
{
    "input": "3年前不舒服去检查就被确诊的前列腺炎，这几年一直反反复复的，总是没太好利索，媳妇也一直没怀孕，我现在非常的苦恼，请问：前列腺炎平时应该注意什么呢？",
    "output": "精索静脉曲张系指精索的静脉回流受阻、瓣膜失效、血液反流而引起血液瘀积，导致蔓状静脉丛扩展、伸着、弯。多数人相信精索静脉曲张可以影响精子和精液质量而引起不育，手术治疗后部分人能恢复生育能。精索静脉曲张治疗之后，要注意饮食清淡，不要食用辛辣刺激的食物，海鲜最好也不要吃，不要做剧烈运动等，出现异常出血或剧烈疼痛等，必须及时去医院进行复检，断然不可自行处。"
},
{
    "input": "精神状态不好，感觉到生病了，一查是哪个病，请问：得了性功能障碍用什么治疗好缓解呢",
    "output": "精索静脉曲张系指精索的静脉回流受阻、瓣膜失效、血液反流而引起血液瘀积，导致蔓状静脉丛扩展、伸着、弯。多数人相信精索静脉曲张可以影响精子和精液质量而引起不育，手术治疗后部分人能恢复生育能。精索静脉曲张治疗之后，要注意饮食清淡，不要食用辛辣刺激的食物，海鲜最好也不要吃，不要做剧烈运动等，出现异常出血或剧烈疼痛等，必须及时去医院进行复检，断然不可自行处。"
},
{
    "input": "患病也有很长时间了，但是一检查才发现是这病，请问：睾丸炎怎么治疗效果会好些呢",
    "output": "患精索静脉曲张多数会感觉自己的阴囊部位出现疼痛，并且在运动时疼痛会出现不断加剧的情况，大多数不及时的治疗都会出现一些扩散性的疼痛，并且会对男性的性功能及生育能力引起的影。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺增生呢？如果是，请问：前列腺增生该如何进行护理呢",
    "output": "患精索静脉曲张多数会感觉自己的阴囊部位出现疼痛，并且在运动时疼痛会出现不断加剧的情况，大多数不及时的治疗都会出现一些扩散性的疼痛，并且会对男性的性功能及生育能力引起的影。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "我发现我的龟头好像气了一些水泡，红又肿，医院检查说这是龟头炎，也没干啥啊，就得这个病了，问：龟头红肿的常见治疗方法是什么?",
    "output": "急性前列腺炎症的症状主要表现出为以下几点：1、排尿不适，如尿频、排尿时尿道灼热、疼痛并反射到阴茎头部，还可再次出现排尿困难的感觉。2、局部症状：后尿道、会阴和肛门处坠胀不适感，下蹲、大便及长时间坐在椅凳上胀痛严重。3、放射性疼痛：慢性前列腺炎的疼痛并远不止局限在尿道和会阴，还会向其附近反射，以下腰痛较为多见。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，去医院检查了医生说是前列腺增生，请问：有了前列腺增生怎么治较好呢",
    "output": "急性前列腺炎症的症状主要表现出为以下几点：1、排尿不适，如尿频、排尿时尿道灼热、疼痛并反射到阴茎头部，还可再次出现排尿困难的感觉。2、局部症状：后尿道、会阴和肛门处坠胀不适感，下蹲、大便及长时间坐在椅凳上胀痛严重。3、放射性疼痛：慢性前列腺炎的疼痛并远不止局限在尿道和会阴，还会向其附近反射，以下腰痛较为多见。"
},
{
    "input": "脸上起痘痘，精神状态不足，脚掌潮热，头晕，小便黄，紧系阴囊防遗精原理是什么？",
    "output": "引来早泄的原因有很多种不同，首先你要剔除心理方面因素。验证是由于肾虚所致。救治时可口服补肾益气药物救治，长时间饭后口服，会有效的。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于缓解恢复。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我现在主要是勃起不坚，有时候阴茎勃起正常，但是坚挺时间不长，去医院仔细检查，医生说是前列腺发炎和供血不足导致的阳痿。请问勃起不坚是怎么样的病症？",
    "output": "引来早泄的原因有很多种不同，首先你要剔除心理方面因素。验证是由于肾虚所致。救治时可口服补肾益气药物救治，长时间饭后口服，会有效的。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于缓解恢复。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我才25岁，没有女朋友，也没有什么不好的性生活习惯，但是我最近发现自己的尿道口总是有白色的东西流出，而且尿尿时又涩又疼，我自己觉得可能是前列腺炎导致的，请问：常见的前列腺炎该怎样治疗？",
    "output": "您的情况可能会是患了前列腺炎症。患者会再次出现尿痛，前列腺浮肿肥大，尿储留或尿失禁现象，严重者会影响性生活。建议你去检查一下，诊断后需要有进行抗炎救治，暂时防止性生活，饮食清淡，忌烟酒刺激。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "真的非常苦恼，我早前被诊断出前列腺炎，现在就是尿急尿痛尿不尽，而且偶尔还会尿分叉，性生活方面也开始出现问题了，我还很年轻，真的感到非常的无助，请问：肉芽肿性前列腺炎的治疗方法是什么？",
    "output": "您的情况可能会是患了前列腺炎症。患者会再次出现尿痛，前列腺浮肿肥大，尿储留或尿失禁现象，严重者会影响性生活。建议你去检查一下，诊断后需要有进行抗炎救治，暂时防止性生活，饮食清淡，忌烟酒刺激。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "这几天也不知道怎么了，总是觉得尿很急，但是去上厕所又感觉没多少尿，有时候就那么一滴两滴的，晨尿时还发现自己尿分叉了，自己咨询了一下好像是前列腺增，请问：前列腺增生要怎么样治疗能好些呢",
    "output": "如果是再次出现了前列腺疼痛的情况，多数会在多个部位再次出现的，比如说小腹处，大腿根部，睾丸处的疼痛等，建议你尽早的带你父亲去医院做下有关的仔细检查比较好，平时要注意多喝点水，不要憋尿，饮食上也要注意清淡点。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我去年刚结的婚，最近一段时间总是觉得性生活力不从心，而且平时上厕所发现尿液是浑浊的，尿道口也有点刺痛，检查了说可能是前列腺炎，我真的很担心，我还没生孩子呢，请问：患前列腺炎应该如何治较好？",
    "output": "如果是再次出现了前列腺疼痛的情况，多数会在多个部位再次出现的，比如说小腹处，大腿根部，睾丸处的疼痛等，建议你尽早的带你父亲去医院做下有关的仔细检查比较好，平时要注意多喝点水，不要憋尿，饮食上也要注意清淡点。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "最近这几天总是觉得上厕所的时候很不舒服，有点疼，平时吧就感觉尿道口有烧灼感，反正就是左立难安，我今年才30岁，不会是得前列腺炎了吧。如果真的是，请问：发现前列腺炎怎么样治疗好得快？",
    "output": "前列腺炎可以使用中医救治，重在调养。患者要惯良好的生活习惯，服用中药救治的同时，注意不能憋尿，适当地进行户外活动，有利于稳定症状，帮助病情的缓解恢复。饮食忌辛辣刺激，多食用新鲜的水果蔬菜。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我最近跟老婆同房的时候，老婆总是不满意，可是我觉得挺好，请问；五十七岁性功能该怎么样呢",
    "output": "前列腺炎可以使用中医救治，重在调养。患者要惯良好的生活习惯，服用中药救治的同时，注意不能憋尿，适当地进行户外活动，有利于稳定症状，帮助病情的缓解恢复。饮食忌辛辣刺激，多食用新鲜的水果蔬菜。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "前段时间得了感冒，感冒好了之后不知道怎么了尿道口就开始有分泌物流出，而且总是腰酸背痛的，这段时间愈发严重了，朋友说我这可能是得了前列腺炎，请问：出现前列腺炎该怎么治疗好？",
    "output": "精索静脉曲张对人的危害，主要是影响睾丸的功能，我们知道睾丸就两个功能，第一个是造精子生小孩，第二个产生男性的这种雄性激素，其中危害最大的，还是引起精子质量的上升，从而影响男性的受孕功能，导致男性不育症，另外对于这种中年以后的患者，如果有精索静脉曲张的话，那么他男性的雄性激素水平，上升的程度或幅度，要比没静脉曲张的人，要快一些，那么可能更早的出现，一些中老年雄性激素缺少的，一些临床诊断的表。"
},
{
    "input": "我最近有尿频和小便不通畅的情况，原来我想着是得了尿路感染了，没想到到医院做了仔细检查后才发觉是得了前列腺炎了，现在特别想知道，医治肉芽肿性前列腺炎症怎么样治？",
    "output": "精索静脉曲张对人的危害，主要是影响睾丸的功能，我们知道睾丸就两个功能，第一个是造精子生小孩，第二个产生男性的这种雄性激素，其中危害最大的，还是引起精子质量的上升，从而影响男性的受孕功能，导致男性不育症，另外对于这种中年以后的患者，如果有精索静脉曲张的话，那么他男性的雄性激素水平，上升的程度或幅度，要比没静脉曲张的人，要快一些，那么可能更早的出现，一些中老年雄性激素缺少的，一些临床诊断的表。"
},
{
    "input": "我是一个在校大学生，平时除了上课就喜欢在寝室玩电脑，坐的时间比较多，平时也缺乏运动，最近一段时间感觉自己上厕所时尿不干净，还有白色分泌物流出，自己查了好像是前列腺炎，我还那么年轻，请问：得前列腺炎需要怎么样治疗好？",
    "output": "小宝宝不适合做包皮包茎手术，因为只要不是特别严重影响排尿功能尽量保守治疗就可以。因为青春期生长发育后有的包茎就没了。如果是包皮口狭窄比较严重的最好是去医院泌尿外科发落一下。如果是不严重平时留意擦洗，最好是洗澡时轻轻分道扬镳包皮口。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "我才23多岁，但是我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：勃起不坚阴茎勃起龟头不硬怎么办？",
    "output": "小宝宝不适合做包皮包茎手术，因为只要不是特别严重影响排尿功能尽量保守治疗就可以。因为青春期生长发育后有的包茎就没了。如果是包皮口狭窄比较严重的最好是去医院泌尿外科发落一下。如果是不严重平时留意擦洗，最好是洗澡时轻轻分道扬镳包皮口。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "最近给孩子洗澡的时候发现孩子身上有一块红点儿.于是带孩子去医生检查.大夫说是疝气.需要手术治疗.请问手术过程要多长时间啊？",
    "output": "这种情况考虑阴茎勃起时间短，早泄考虑可能经常性交肾虚有关，可以去医院男外科仔细检查明确，包皮过长如果明显必要时可以包皮手术。建议增强营养适当补锌，防止经常性交刺激，食用许多补肾食物，运用药物治疗仔细观察，必要时医院男外科进一步治疗。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "这个症状已经持续一段时间了，就是平时觉得腰酸，小腹吧总有一种下坠感，而且尿不尽，平时尿道口还有一些分泌物流出，去医院检查说是前列腺发炎了，请问：哪治疗前列腺炎症疗效比较好？",
    "output": "这种情况考虑阴茎勃起时间短，早泄考虑可能经常性交肾虚有关，可以去医院男外科仔细检查明确，包皮过长如果明显必要时可以包皮手术。建议增强营养适当补锌，防止经常性交刺激，食用许多补肾食物，运用药物治疗仔细观察，必要时医院男外科进一步治疗。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "一岁零八个月.右股沟斜疝.还没有进行过专业的治疗一旦孩儿生气或者哭闹的时候就掉下来.说疼的很厉害.我想知道哪里治疗小儿疝气较好?",
    "output": "平时注意使用消炎药物救治，自己不要随意的用药，较好按医嘱用药，平时注意始终保持规律的生存的讨厌，注意禁酒酒，及时的换新内衣内裤，使用宽松的内衣内裤，保持良好的心态，多吃水果蔬菜。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "得的小肠气.最近吧总是往下掉.只要走路就掉下来.检查说只要小孩子不哭闹就没事.但是我还是很担忧.想请问一下的是宝宝小肠气上不去怎么办？",
    "output": "平时注意使用消炎药物救治，自己不要随意的用药，较好按医嘱用药，平时注意始终保持规律的生存的讨厌，注意禁酒酒，及时的换新内衣内裤，使用宽松的内衣内裤，保持良好的心态，多吃水果蔬菜。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "男，45岁。一开始就只是腰酸痛，然后慢慢的小腹和会阴那块都有点疼，最近还发现自己出现了尿分叉，排尿好像也不是那么的顺畅，请问：常见的前列腺炎怎么治疗？",
    "output": "是这样的，这个疾病很常见，用不着太担心。儿童音乐的包茎一般看上去都很长（不剔除包皮），不过在其蜕变的过程中，大概过十岁其包皮就会慢慢上翻，是包茎的话由于包皮口过小不能够上翻，如果您确认是包茎的话还是尽早带他去医院进行咨询医师，尽早治疗，否则会引来龟头炎症及其影响阴茎正常生长发育的。包茎是小男孩常见的情况，会引发阴茎的卫生清洁不好。"
},
{
    "input": "我小孩子现在1岁.他这段时间得很厉害.去附近的诊所检查了一下.诊所大夫说他患有小肠气.2岁以前不用管.所以就想问一下这个.患宝宝小肠气的病因？",
    "output": "是这样的，这个疾病很常见，用不着太担心。儿童音乐的包茎一般看上去都很长（不剔除包皮），不过在其蜕变的过程中，大概过十岁其包皮就会慢慢上翻，是包茎的话由于包皮口过小不能够上翻，如果您确认是包茎的话还是尽早带他去医院进行咨询医师，尽早治疗，否则会引来龟头炎症及其影响阴茎正常生长发育的。包茎是小男孩常见的情况，会引发阴茎的卫生清洁不好。"
},
{
    "input": "我的宝宝现在一哭闹小肚子哪里就有小疙瘩.并且尿尿有一点儿困难.她大奶奶说是小肠气.我们都很担忧.所以我想请问宝宝小肠气初期的症状？",
    "output": "轻症和无生精功能障碍者不需救治。症状较重，或引来睾丸生精功能障碍者应手术救治，方法有精索内静脉高位结扎术；精索内静脉与腹壁下静脉吻合术。如手术后病发，行得通经皮刺击插管精索内静脉栓塞术。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "男，三十三岁，风华正茂时期性交过度，患前列腺炎好多年了，也喝药治疗过，但效果不理想，现在因为工作原因经常加班，最近感觉又严重了，请问前列腺炎要如何治疗才能好得快？",
    "output": "轻症和无生精功能障碍者不需救治。症状较重，或引来睾丸生精功能障碍者应手术救治，方法有精索内静脉高位结扎术；精索内静脉与腹壁下静脉吻合术。如手术后病发，行得通经皮刺击插管精索内静脉栓塞术。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "今天看到七个月大的小外甥因为疝气使得他的阴囊肿得像鸭蛋那么大了.妹妹说今常这样还老是哭闹.请问像这种情况用什么治疗方法最好.对以后的生殖有影响吗？",
    "output": "前列腺增生伴纤维化证明您的前列腺拥有问题，可能会和年龄或者前列腺炎症关于，纤维化证明您以前有过前列腺炎症遗留下的隐形，您的年龄49，年纪稍大的男性会再次出现纤维化肥大等症状的。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我的宝宝今年已经快要一岁了.最近这一段时间身体不是很舒服.去镇上检查他们说是小肠气.很担忧宝宝身体.所以现在.想问下宝宝小肠气里面有水什么时候治疗？",
    "output": "前列腺增生伴纤维化证明您的前列腺拥有问题，可能会和年龄或者前列腺炎症关于，纤维化证明您以前有过前列腺炎症遗留下的隐形，您的年龄49，年纪稍大的男性会再次出现纤维化肥大等症状的。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我的宝宝脐带痂掉了之后去肚脐部位还是外鼓着的.医生说这是肚脐疝气腹部韧带没有恢复好.想了解一下其他疝气应该要怎么办？",
    "output": "如果平时勃起可以，硬度可以，证明勃起功能是正常的，更多应该是心理性原因。有时偶尔没达到足够多勃起可能与环境、心理等因素有关。不要有太大压力，放松心情。如无转好，可以口服对症胶囊药物，或同房前口服对症药物或者希爱力来稳定同房质。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水。"
},
{
    "input": "因带儿子做疝气手术.麻醉不醒.睡了三天才醒过来.语言上.动作上好像回到一岁时.这情况是失忆吗？麻醉能导致大脑失忆吗？",
    "output": "如果平时勃起可以，硬度可以，证明勃起功能是正常的，更多应该是心理性原因。有时偶尔没达到足够多勃起可能与环境、心理等因素有关。不要有太大压力，放松心情。如无转好，可以口服对症胶囊药物，或同房前口服对症药物或者希爱力来稳定同房质。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水。"
},
{
    "input": "我家孩子自出生就跟别的孩子很不一样.经常不停的哭闹.而且还不吃奶.每天只是哭.还总是发烧.我觉得孩子可能是得了小儿疝气了.想问一下关于疝气的症状通常都有哪些呢？",
    "output": "一是饮食相对要清淡，这个里边清淡饮食指的就是不要用许多非常有刺激性的许多食物，比如说许多辛辣的，辣椒、大葱、蒜这些，生的就是刺激性很强的，它会导致局部的冲血，这样的话会增强他的症状，另外个注意防寒。我们现在有个明显的，尤其是在北方，有个明显的季节的变动，冬天气温减低，这时候前列腺的病人的发病率就会攀升，症状就会严重。"
},
{
    "input": "我才25岁，没有女朋友，也没有什么不好的性生活习惯，但是我最近发现自己的尿道口总是有白色的东西流出，而且尿尿时又涩又疼，我自己觉得可能是前列腺炎导致的，请问：患了前列腺炎该怎样治疗较好？",
    "output": "一是饮食相对要清淡，这个里边清淡饮食指的就是不要用许多非常有刺激性的许多食物，比如说许多辛辣的，辣椒、大葱、蒜这些，生的就是刺激性很强的，它会导致局部的冲血，这样的话会增强他的症状，另外个注意防寒。我们现在有个明显的，尤其是在北方，有个明显的季节的变动，冬天气温减低，这时候前列腺的病人的发病率就会攀升，症状就会严重。"
},
{
    "input": "我家孩子今年一岁一个月.在孩子10个月的时候发现他有疝气.最近发现还挺频繁的.我就想问问多大可以做手术.",
    "output": "慢性前列腺炎绝大部分是无菌性的。慢性前列腺炎我们一般用中药，活血化瘀、清热利湿、清热解毒、益气啊、养阴啊、补肾等等，这个就是因人而异了。就跟做衣服一样，我们要量体裁衣呀，根据具体患者的情况，我们用中药方案，当然也可以互相配合许多西药。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我闺蜜家孩子今年10岁了.闺蜜说她家孩子去年就有疝气的情况.后来在医院进行的治疗已经好了.听好多人说这种病会有复发的情况.请问小儿疝气复发的前兆是什么？",
    "output": "慢性前列腺炎绝大部分是无菌性的。慢性前列腺炎我们一般用中药，活血化瘀、清热利湿、清热解毒、益气啊、养阴啊、补肾等等，这个就是因人而异了。就跟做衣服一样，我们要量体裁衣呀，根据具体患者的情况，我们用中药方案，当然也可以互相配合许多西药。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：老是下面痛怎么办才是有效果的？",
    "output": "绝大多数的病人再次出现了前列腺回音不均匀的情况，都是有的可能会是由于前列腺炎或者前列腺增生等炎症导致的，不过光靠这一项是不足以进疾病的推测的，一般还要互相配合许多指诊和前列腺液的常规仔细检查。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "3年前不舒服去检查就被确诊的前列腺炎，这几年一直反反复复的，总是没太好利索，媳妇也一直没怀孕，我现在非常的苦恼，请问：男性前列腺炎有多少治疗方案？",
    "output": "绝大多数的病人再次出现了前列腺回音不均匀的情况，都是有的可能会是由于前列腺炎或者前列腺增生等炎症导致的，不过光靠这一项是不足以进疾病的推测的，一般还要互相配合许多指诊和前列腺液的常规仔细检查。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "最近这几天总是觉得上厕所的时候很不舒服，有点疼，平时吧就感觉尿道口有烧灼感，反正就是左立难安，我今年才30岁，不会是得前列腺炎了吧。如果真的是，请问：发现前列腺炎该怎样治疗较好？",
    "output": "前列腺炎需要有吃一些抗菌、消炎、止痛药，具体由于引来前列腺炎的菌种可能会不同，所以药物使用上面也有的区别。不要自己擅自用药，可以带着仔细检查结果去医院，让医生给你开药。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "3年前不舒服去检查就被确诊的前列腺炎，这几年一直反反复复的，总是没太好利索，媳妇也一直没怀孕，我现在非常的苦恼，请问：前列腺炎这个病是如何引起？",
    "output": "前列腺炎需要有吃一些抗菌、消炎、止痛药，具体由于引来前列腺炎的菌种可能会不同，所以药物使用上面也有的区别。不要自己擅自用药，可以带着仔细检查结果去医院，让医生给你开药。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "本人男，22岁，有5年的手淫史了，最近刚交了女朋友，性生活时发现自己根本就不能勃起，就算勃起也维持不了多长时间，我现在这种情况是阳痿吗？请问：勃起不坚无法性生活应该怎么办？",
    "output": "自我治疗的方法有：使用抗生素；要看重自己的病情，不能够久坐、生存不约束，会导致病情的反反复复，更加难以自愈。另外，心理很重要，在患病期间要始终保持积极乐观的情绪，不要过度观注自己的病情，学会施放工作压力；除了就是要补锌，适当的吃许多苹果对前列腺炎、对身体都会有好处；要预防工作感冒，感冒的再次发生可能会严重前列腺炎。"
},
{
    "input": "前段时间得了感冒，感冒好了之后不知道怎么了尿道口就开始有分泌物流出，而且总是腰酸背痛的，这段时间愈发严重了，朋友说我这可能是得了前列腺炎，请问：前列腺炎要怎么样治疗能好？",
    "output": "自我治疗的方法有：使用抗生素；要看重自己的病情，不能够久坐、生存不约束，会导致病情的反反复复，更加难以自愈。另外，心理很重要，在患病期间要始终保持积极乐观的情绪，不要过度观注自己的病情，学会施放工作压力；除了就是要补锌，适当的吃许多苹果对前列腺炎、对身体都会有好处；要预防工作感冒，感冒的再次发生可能会严重前列腺炎。"
},
{
    "input": "前段时间因为身体不好，真个人都没精神，感冒了好几次，去医院仔细检查，医生竟然让我检查前列腺炎，检查结果出来说我得了慢性前列腺炎，我听后疯了，请问出现前列腺炎后应该怎么治疗缓解？",
    "output": "看你说的情况，有时性交过多的情况下，那是会引来睾丸隐痛的症状的，除了就是也怕如何有患了睾丸炎的病情，建议可以先约束性交看一看，如果说不性交了症状能缓解那也没事儿的，但如果说还会有疼痛，就要去医院仔细检查看一看了另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质，好的生活习惯对预防疾病是有一些帮助的。"
},
{
    "input": "3年前不舒服去检查就被确诊的前列腺炎，这几年一直反反复复的，总是没太好利索，媳妇也一直没怀孕，我现在非常的苦恼，请问：医疗前列腺炎症要怎么做比较好？",
    "output": "看你说的情况，有时性交过多的情况下，那是会引来睾丸隐痛的症状的，除了就是也怕如何有患了睾丸炎的病情，建议可以先约束性交看一看，如果说不性交了症状能缓解那也没事儿的，但如果说还会有疼痛，就要去医院仔细检查看一看了另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质，好的生活习惯对预防疾病是有一些帮助的。"
},
{
    "input": "男，45岁。一开始就只是腰酸痛，然后慢慢的小腹和会阴那块都有点疼，最近还发现自己出现了尿分叉，排尿好像也不是那么的顺畅，请问：前列腺炎应该怎么样治疗效果比较好？",
    "output": "龟头炎种类一些，有十几种龟头炎，但是最常见的普通的包皮龟头炎它的主要表现就是在龟头上会痒，会痛，会有刺激，龟头会有分泌物。龟头上会有些分泌物，有些脓性分泌物，甚至会有些龟头和包皮会红肿、脱皮，甚至破溃一连串的表现。这个是比较容易确诊的。那么这个原因主要与什么关于呢？常常与包皮长，包皮覆盖住龟头关于。"
},
{
    "input": "男，三十三岁，风华正茂时期性交过度，患前列腺炎好多年了，也喝药治疗过，但效果不理想，现在因为工作原因经常加班，最近感觉又严重了，请问有了前列腺炎要怎么治疗较好？",
    "output": "龟头炎种类一些，有十几种龟头炎，但是最常见的普通的包皮龟头炎它的主要表现就是在龟头上会痒，会痛，会有刺激，龟头会有分泌物。龟头上会有些分泌物，有些脓性分泌物，甚至会有些龟头和包皮会红肿、脱皮，甚至破溃一连串的表现。这个是比较容易确诊的。那么这个原因主要与什么关于呢？常常与包皮长，包皮覆盖住龟头关于。"
},
{
    "input": "真的非常苦恼，我早前被诊断出前列腺炎，现在就是尿急尿痛尿不尽，而且偶尔还会尿分叉，性生活方面也开始出现问题了，我还很年轻，真的感到非常的无助，请问：得了前列腺炎后怎么办好得快？",
    "output": "如果平时勃起可以，硬度可以，证明勃起功能是正常的，更多应该是心理性原因。有时偶尔没达到足够多勃起可能与环境、心理等因素有关。不要有太大压力，放松心情。如无转好，可以口服补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。"
},
{
    "input": "从上半年开始我就感觉自己夜尿很多，而且白天也尿频，尿尿的时候吧有刺疼感，尿也不多，而且总觉得尿不干净，腰背和小腹也是疼的厉害，我感觉有可能是前列腺炎，请问：得前列腺炎需要如何治疗好？",
    "output": "如果平时勃起可以，硬度可以，证明勃起功能是正常的，更多应该是心理性原因。有时偶尔没达到足够多勃起可能与环境、心理等因素有关。不要有太大压力，放松心情。如无转好，可以口服补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。"
},
{
    "input": "我性交有6年了，今年25岁，可能会是手淫过度，我现在阳痿早泄，早上已经没晨勃了，硬不起来，记忆力也明显衰退，请问勃起不坚持续时间短要如何诊断医治？",
    "output": "睾丸附睾炎一般来说，我们临床诊断常见的都不是很严重的，这个通过在医生指导下用中药、西药治疗，同时注意休息、多饮水，就像我们这个感冒上呼吸道感染这种护理方式是一样的，多吃水果、蔬菜，不要喝啤酒、不要吃辣椒，这个当然许多年轻人抵抗能力强的，自己注意休息也就好了。但是必须先来医院，先到专科男科要检查一下，是不是很严重。"
},
{
    "input": "我26岁交第一个女朋友时就发现自己好像存在阳痿的情况，期间3年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：经常勃起不坚应该怎么医治呢？",
    "output": "睾丸附睾炎一般来说，我们临床诊断常见的都不是很严重的，这个通过在医生指导下用中药、西药治疗，同时注意休息、多饮水，就像我们这个感冒上呼吸道感染这种护理方式是一样的，多吃水果、蔬菜，不要喝啤酒、不要吃辣椒，这个当然许多年轻人抵抗能力强的，自己注意休息也就好了。但是必须先来医院，先到专科男科要检查一下，是不是很严重。"
},
{
    "input": "前段时间得了感冒，感冒好了之后不知道怎么了尿道口就开始有分泌物流出，而且总是腰酸背痛的，这段时间愈发严重了，朋友说我这可能是得了前列腺炎，请问：患了前列腺炎能怎么治比较妥当？",
    "output": "重度的性交可以引来早泄，早泄，前列腺炎等。不要盲目用药，以免掩盖住病情。建议您及时到专业医院的性功能障碍科复诊，根据不同的病因，理解专业治疗因此建议如果有勃起功能障碍的可能，最好及早到医院针对做一下勃起功能检验等有关性功能的仔细检查，根据仔细检查结果再考虑治疗。"
},
{
    "input": "精神状态最近不是很好，也不知道怎么回事，请问：龟头红肿饮食吃什么对身体好呢",
    "output": "重度的性交可以引来早泄，早泄，前列腺炎等。不要盲目用药，以免掩盖住病情。建议您及时到专业医院的性功能障碍科复诊，根据不同的病因，理解专业治疗因此建议如果有勃起功能障碍的可能，最好及早到医院针对做一下勃起功能检验等有关性功能的仔细检查，根据仔细检查结果再考虑治疗。"
},
{
    "input": "知道身体有不适的感觉，就没用去看，请问：患上前列腺炎应当有哪些办法呢",
    "output": "根据叙述情况，性生活时间短，可能有肾虚，建议找中医把脉进行调养，同时注意恰当饮食，作息规律，坚持身体锻练，增强体质。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：附睾炎通常该会出现哪些影响呢",
    "output": "根据叙述情况，性生活时间短，可能有肾虚，建议找中医把脉进行调养，同时注意恰当饮食，作息规律，坚持身体锻练，增强体质。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：睾丸炎怎么能治疗是否会好呢",
    "output": "阳痿早泄多是肾虚引起来的，需要有药物治疗和食物补充治疗。建议，一、始终保持信心状态，要学会自我在工作和生活中自我排毒，增加性生活次数大幅提高性生活质量，二、多锻炼身体，稳定体质，多吃韭菜，山药，枸杞子，牛羊肉等补肾食品，三、口服补肾益气药物治疗，多吃蔬菜水果，禁食辛辣刺激食物，少加班，多锻炼身体，严令禁止抽烟喝啤酒，大幅提高自身抵抗力。"
},
{
    "input": "发现这个症状已经很久了，但是这个情况一直就没有好转，请问附睾炎应该怎样治疗能否好些呢",
    "output": "阳痿早泄多是肾虚引起来的，需要有药物治疗和食物补充治疗。建议，一、始终保持信心状态，要学会自我在工作和生活中自我排毒，增加性生活次数大幅提高性生活质量，二、多锻炼身体，稳定体质，多吃韭菜，山药，枸杞子，牛羊肉等补肾食品，三、口服补肾益气药物治疗，多吃蔬菜水果，禁食辛辣刺激食物，少加班，多锻炼身体，严令禁止抽烟喝啤酒，大幅提高自身抵抗力。"
},
{
    "input": "精神状态不好，感觉到生病了，一查是哪个病，请问：睾丸炎患者适合什么样的运动好呢",
    "output": "早泄是男性常见的疾病，要想救治首先需要有检查一下病因，然后再出针对性的救治，在医生的指导下恰当用药。平时要增强体育锻炼，增强体质，始终保持心情愉快，防止不良情绪，生活要有规律，不要加班，戒掉性交的习惯，恰当饮食。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"
},
{
    "input": "精神状态最近不是很好，也不知道怎么回事，请问：性功能障碍的病情该会如何调理呢",
    "output": "早泄是男性常见的疾病，要想救治首先需要有检查一下病因，然后再出针对性的救治，在医生的指导下恰当用药。平时要增强体育锻炼，增强体质，始终保持心情愉快，防止不良情绪，生活要有规律，不要加班，戒掉性交的习惯，恰当饮食。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：附睾炎如何治疗能好改善呢",
    "output": "早泄是指性交时间很短即行排精，有的根本不能够顺利完成性交。有的阴茎尚未与女性碰触，或刚碰触女性的外阴或阴道口，或刚插进阴道后不到的2分钟，便再次发生射精，排精后阴茎随之疲软，不能够保持正常性生活的一种病症。建议平时可以多吃点补肾的食物，服食补肾益气药物治疗，适当控制性交次数，多活动大幅提高身体素质。"
},
{
    "input": "精神状态最近不是很好，也不知道怎么回事，请问：哪里可以检查前列腺炎该有哪些项目呢",
    "output": "早泄是指性交时间很短即行排精，有的根本不能够顺利完成性交。有的阴茎尚未与女性碰触，或刚碰触女性的外阴或阴道口，或刚插进阴道后不到的2分钟，便再次发生射精，排精后阴茎随之疲软，不能够保持正常性生活的一种病症。建议平时可以多吃点补肾的食物，服食补肾益气药物治疗，适当控制性交次数，多活动大幅提高身体素质。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，去医院检查了医生说是前列腺增生，请问：得了前列腺肥大怎么治疗会好些呢",
    "output": "早泄一般规定是在2分钟以内，如果在女性阴道内射精的话，那么就是早泄，你的情况并不能够算早泄，可能是龟头太过敏感所致，建议你在龟头上涂抹许多降敏药物，同房前洗掉即可。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "去检查确诊的前列腺增生，期间一直也没什么明显的症状，最近感觉自己腹部胀满，而且小便时断断续续的，晚上总是起夜，白天也感到尿频尿急的，这是不是说明我的病情严重了呢？请问：前列腺肥大什么不能吃好些呢",
    "output": "早泄一般规定是在2分钟以内，如果在女性阴道内射精的话，那么就是早泄，你的情况并不能够算早泄，可能是龟头太过敏感所致，建议你在龟头上涂抹许多降敏药物，同房前洗掉即可。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "最近总是有不舒服的情况，慢慢的之后也越来越不适，请问：怎么治前列腺钙化效果较好些呢",
    "output": "女性患性冷淡是一些原因可以导致的，比如说：妇科方面的疾病，炎症或传染，供应后或一些次人流引发的心理阴影导致的，性生活姿势不正确导致的。建议到当地医院进行妇科常规及B超的仔细检查，和爱人作好这方面的交流，性生活的时候变动体位试试。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：患了附睾炎该会有哪些办法吗",
    "output": "女性患性冷淡是一些原因可以导致的，比如说：妇科方面的疾病，炎症或传染，供应后或一些次人流引发的心理阴影导致的，性生活姿势不正确导致的。建议到当地医院进行妇科常规及B超的仔细检查，和爱人作好这方面的交流，性生活的时候变动体位试试。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "这几天也不知道怎么了，总是觉得尿很急，但是去上厕所又感觉没多少尿，有时候就那么一滴两滴的，晨尿时还发现自己尿分叉了，自己咨询了一下好像是前列腺增，请问：有前列腺肥大该怎么样治疗比较好呢",
    "output": "根据你上面说的情况来看，应该是前列腺炎引发的，建议你积极的治疗，平时要注意清洁，始终保持患部的干爽，千万千万不要穿太紧的内裤，防止剧烈运动，防止搔抓刺激。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"
},
{
    "input": "这几天也不知道怎么了，总是觉得尿很急，但是去上厕所又感觉没多少尿，有时候就那么一滴两滴的，晨尿时还发现自己尿分叉了，自己咨询了一下好像是前列腺增，请问：前列腺增生怎样治效果会好些呢",
    "output": "根据你上面说的情况来看，应该是前列腺炎引发的，建议你积极的治疗，平时要注意清洁，始终保持患部的干爽，千万千万不要穿太紧的内裤，防止剧烈运动，防止搔抓刺激。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"
},
{
    "input": "患病也有很长时间了，但是一检查才发现是这病，请问：睾丸炎患者的治疗该会是哪些情况呢",
    "output": "你所说的这种情况是性功能上升，与个人的心态有关应当进行恰当地重新调整。保持良好的心态，防止压力过大，情绪稳定，饮食生活规律有序，防止烟酒熬夜操劳受寒，良好的习惯，始终保持健康，大幅提高性功能。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺增生呢？如果是，请问：前列腺肥大原因会是如何造成的呢",
    "output": "你所说的这种情况是性功能上升，与个人的心态有关应当进行恰当地重新调整。保持良好的心态，防止压力过大，情绪稳定，饮食生活规律有序，防止烟酒熬夜操劳受寒，良好的习惯，始终保持健康，大幅提高性功能。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "不知道为什么竟然会生病，也感觉到不舒服了请问：睾丸炎通常该会如何表现呢",
    "output": "你现在可能是产后身体没彻底恢复完全，或者是产后情绪低落，所以对性生活提不起兴趣，或者就是关注点都在孩子身上，压力大，主要是情绪上面的原因比较多见。建议您多与对方沟通交流，增进感情，放松心情，及时排毒，始终保持心情愉快。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "患病也有很长时间了，但是一检查才发现是这病，请问：有龟头瘙痒要如何来进行缓解呢",
    "output": "你现在可能是产后身体没彻底恢复完全，或者是产后情绪低落，所以对性生活提不起兴趣，或者就是关注点都在孩子身上，压力大，主要是情绪上面的原因比较多见。建议您多与对方沟通交流，增进感情，放松心情，及时排毒，始终保持心情愉快。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "患病也有很长时间了，但是一检查才发现是这病，请问：有了龟头瘙痒该怎么样治疗能好点呢",
    "output": "根据你的情况有频繁的性交，目前再次出现阳痿早泄考虑性交导致的肾经巨亏引来的，戒掉或者增加性交次数是前提，服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "不知道为什么竟然会生病，也感觉到不舒服了请问：得前列腺钙化怎么样治疗能好些呢",
    "output": "根据你的情况有频繁的性交，目前再次出现阳痿早泄考虑性交导致的肾经巨亏引来的，戒掉或者增加性交次数是前提，服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "精神状态不好，感觉到生病了，一查是哪个病，请问：得了性功能障碍用什么治疗好缓解呢",
    "output": "双侧附睾头囊肿是常见的，可有不适症状，依你所述，体积不大，应该是没症状，可以观察正等待。附睾囊肿多是胚胎遗留下来萎缩物未消褪而构成，无症状不解决，有不适可以手术解决。附睾病情很严重，建议患者及时对症治疗，期望患者可以根据医生的意见对症治疗。同时看重自身的护理工作，恰当饮食，以免加重病情。"
},
{
    "input": "慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：检查是否得前列腺钙化要如何缓解呢",
    "output": "双侧附睾头囊肿是常见的，可有不适症状，依你所述，体积不大，应该是没症状，可以观察正等待。附睾囊肿多是胚胎遗留下来萎缩物未消褪而构成，无症状不解决，有不适可以手术解决。附睾病情很严重，建议患者及时对症治疗，期望患者可以根据医生的意见对症治疗。同时看重自身的护理工作，恰当饮食，以免加重病情。"
},
{
    "input": "慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：小便时下面痛怎么办才是有效果的？",
    "output": "您现在的这种情况多考虑为这种囊肿和炎症反映刺激，而引起的这种异常表现。建议您现在的这种情况要到专业的泌尿外科来检查彩超或者是进行抽血，这样才能作出个明确的推测，要根据不同的情况方才能决定药物干涉和理疗的方式。对于附睾严重患者来说，建议立即就诊，根据医生的意见来立即治疗，不要盲目误信广告药物来治疗，以免令得病情严重。"
},
{
    "input": "不知道为什么竟然会生病，也感觉到不舒服了请问：今周滑精三次了是否会有害处呢",
    "output": "您现在的这种情况多考虑为这种囊肿和炎症反映刺激，而引起的这种异常表现。建议您现在的这种情况要到专业的泌尿外科来检查彩超或者是进行抽血，这样才能作出个明确的推测，要根据不同的情况方才能决定药物干涉和理疗的方式。对于附睾严重患者来说，建议立即就诊，根据医生的意见来立即治疗，不要盲目误信广告药物来治疗，以免令得病情严重。"
},
{
    "input": "这几天也不知道怎么了，总是觉得尿很急，但是去上厕所又感觉没多少尿，有时候就那么一滴两滴的，晨尿时还发现自己尿分叉了，自己咨询了一下好像是前列腺增，请问：得前列腺肥大该如何缓解能好些呢",
    "output": "上讲性功能障碍抱括了勃起功能障碍，抱括了早泄，抱括了性欲低下，抱括了不射精，但是我们一般临床诊断上狭义上讲性功能障碍就是指勃起功能障碍，也就是大家习惯性讲的早泄。性功能障碍的症状，一般情况下我们是这样检验它的，在从现在已经开始到前面的三个月之内能不能够有欣慰的勃起，以保持个性生活的顺利完成。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，去医院检查了医生说是前列腺增生，请问：前列腺肥大治疗该会有哪些办法呢",
    "output": "上讲性功能障碍抱括了勃起功能障碍，抱括了早泄，抱括了性欲低下，抱括了不射精，但是我们一般临床诊断上狭义上讲性功能障碍就是指勃起功能障碍，也就是大家习惯性讲的早泄。性功能障碍的症状，一般情况下我们是这样检验它的，在从现在已经开始到前面的三个月之内能不能够有欣慰的勃起，以保持个性生活的顺利完成。"
},
{
    "input": "平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：手淫导致勃起不坚该会是阳痿吗",
    "output": "治疗早泄最主要的就是要找准病因，对症治疗，方才能起些很好的疗效。建议你去医院检查一下如何患有关的疾病，寻出病因后再决定合适的治疗方法。平时要防止压力过大，始终保持乐观的心情，积极互相配合医生治疗，如果是肾虚引来的最好去看中医，中医对治疗肾虚的疗效比较好。"
},
{
    "input": "最近刚交了女朋友，性生活时发现自己根本就不能勃起，就算勃起也维持不了多长时间，我现在这种情况是阳痿吗？请问：我阴茎勃起功能障碍该会是哪些处理呢",
    "output": "治疗早泄最主要的就是要找准病因，对症治疗，方才能起些很好的疗效。建议你去医院检查一下如何患有关的疾病，寻出病因后再决定合适的治疗方法。平时要防止压力过大，始终保持乐观的心情，积极互相配合医生治疗，如果是肾虚引来的最好去看中医，中医对治疗肾虚的疗效比较好。"
},
{
    "input": "慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：吃什么治疗肉芽肿性前列腺炎该病呢",
    "output": "医学规定早泄是指性生活时间低于2分钟。所以你的情况属于早泄。早泄的原因是比较多的，常与包皮过长，前列腺炎，频繁性交，情绪紧张罪恶感等有关，也和个人体质有关系。所以有时间最好去医院系统检查一下来确认具体原因对症治疗。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：前列腺炎怎么治疗能有哪些效果呢",
    "output": "医学规定早泄是指性生活时间低于2分钟。所以你的情况属于早泄。早泄的原因是比较多的，常与包皮过长，前列腺炎，频繁性交，情绪紧张罪恶感等有关，也和个人体质有关系。所以有时间最好去医院系统检查一下来确认具体原因对症治疗。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺囊肿呢？如果是，请问：前列腺囊肿怎么样治效果好会好些呢",
    "output": "引来早泄的原因是有许多的，像是前列腺炎，肾虚或是长期的性交，不同的原因治疗的方式也是不同的，建议你最好是去男科检查一下是因为什么引来你现在的这个情况，平时多吃一些补肾的食物，多锻练。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "去检查确诊的前列腺增生，期间一直也没什么明显的症状，最近感觉自己腹部胀满，而且小便时断断续续的，晚上总是起夜，白天也感到尿频尿急的，这是不是说明我的病情严重了呢？请问：治疗前列腺肥大该会有哪些方法吗",
    "output": "引来早泄的原因是有许多的，像是前列腺炎，肾虚或是长期的性交，不同的原因治疗的方式也是不同的，建议你最好是去男科检查一下是因为什么引来你现在的这个情况，平时多吃一些补肾的食物，多锻练。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，去医院检查了医生说是前列腺增生，请问：前列腺增生要怎么样治疗会有效呢",
    "output": "根据你所叙述的情况，早泄首先要明确什么原因引来的，如果是某些疾病，如前列腺炎，要治疗前列腺炎，如果是肾虚引来的要治疗肾虚等。如果是心里因素引来的要重新调整心情。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：医治龟头红肿引发的该会是哪些原因呢",
    "output": "根据你所叙述的情况，早泄首先要明确什么原因引来的，如果是某些疾病，如前列腺炎，要治疗前列腺炎，如果是肾虚引来的要治疗肾虚等。如果是心里因素引来的要重新调整心情。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"
},
{
    "input": "最近总是有不舒服的情况，慢慢的之后也越来越不适，请问：医院检查性功能障碍一般要多少钱呢",
    "output": "囊胚移植的成功率是不会因为囊胚数目的增强而大幅提高的，所以成功率还是在65%左右，而且女性身体健康程度也会影响嫁接的成功率，所以平时注意防寒，防止熬夜，以免导致身体提抗力上升。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，去医院检查了医生说是前列腺增生，请问：前列腺肥大该会是哪些病症呢",
    "output": "囊胚移植的成功率是不会因为囊胚数目的增强而大幅提高的，所以成功率还是在65%左右，而且女性身体健康程度也会影响嫁接的成功率，所以平时注意防寒，防止熬夜，以免导致身体提抗力上升。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "感觉到身体有些不舒服，但是不知道怎么回事，请问：有了龟头红肿该怎么治会更好些呢",
    "output": "前列腺炎的治疗一般是使用抗生素治疗的，但是因为药物一般很难达到前列腺，所以还要使用物理治疗的方法辅助治疗，可以使用温水坐浴的方法，平时注意增加性生活次数，始终保持生殖器官的清洁，不食用辛辣刺激的食物，不熬夜，确保充足的深度睡眠。在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：怎样可以预防龟头瘙痒会好些呢",
    "output": "前列腺炎的治疗一般是使用抗生素治疗的，但是因为药物一般很难达到前列腺，所以还要使用物理治疗的方法辅助治疗，可以使用温水坐浴的方法，平时注意增加性生活次数，始终保持生殖器官的清洁，不食用辛辣刺激的食物，不熬夜，确保充足的深度睡眠。在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "我今年40岁了，平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：勃起时间不长要怎么办呢？",
    "output": "对于您的这种情况，主要还是以救治原发疾病为基础，消除疾病导致的症状。一般主要以药物救治为基础，比如说消炎，活血，抗感染药物，同时还需要有采取前列腺推拿、热水坐浴、微波等。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我最近有尿频和小便不通畅的情况，原来我想着是得了尿路感染了，没想到到医院做了仔细检查后才发觉是得了前列腺炎了，现在特别想知道，肉芽肿性前列腺炎怎么医治？",
    "output": "对于您的这种情况，主要还是以救治原发疾病为基础，消除疾病导致的症状。一般主要以药物救治为基础，比如说消炎，活血，抗感染药物，同时还需要有采取前列腺推拿、热水坐浴、微波等。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我才25岁，没有女朋友，也没有什么不好的性生活习惯，但是我最近发现自己的尿道口总是有白色的东西流出，而且尿尿时又涩又疼，我自己觉得可能是前列腺炎导致的，请问：患了前列腺炎有什么要注意的？",
    "output": "外科手术医治：对严重的前列腺增生症，一般采取前列腺电切除术。这种手术难度大，只有具有条件的大医院才可作这种手术。除了的医院用开放式手术割除前列腺，也获得较好疗效。但外科手术拥有危险性和后遗症，所以，实行外科手术应慎重、药物医治：前列腺炎可用中西药结合杀菌消炎抗感染医治。前列腺增生症一般采取5q――还原酶抑制剂和q―肾上腺素能受体拮抗剂，这类药物可缓解病人症状。"
},
{
    "input": "最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：常见的龟头红肿治疗方法该有哪些呢",
    "output": "外科手术医治：对严重的前列腺增生症，一般采取前列腺电切除术。这种手术难度大，只有具有条件的大医院才可作这种手术。除了的医院用开放式手术割除前列腺，也获得较好疗效。但外科手术拥有危险性和后遗症，所以，实行外科手术应慎重、药物医治：前列腺炎可用中西药结合杀菌消炎抗感染医治。前列腺增生症一般采取5q――还原酶抑制剂和q―肾上腺素能受体拮抗剂，这类药物可缓解病人症状。"
},
{
    "input": "3年前不舒服去检查就被确诊的前列腺炎，这几年一直反反复复的，总是没太好利索，媳妇也一直没怀孕，我现在非常的苦恼，请问：治肉芽肿性前列腺炎禁忌是什么？",
    "output": "你这个就是间接胆红素稍微偏高一点儿，其他的都是有误差的那种偏高，一点点都没关系。并且平时有厌油腻这种症状。那个附睾包块你可以到医院去手术摘除，这种应该是没很大关系，除了个平时尽量不要吃油腻的食物，你还是肝脏分解代谢有点问题，其实你的检查是没问题，证明你的分解代谢还是有问题。"
},
{
    "input": "最近这几天总是觉得上厕所的时候很不舒服，有点疼，平时吧就感觉尿道口有烧灼感，反正就是左立难安，我今年才30岁，不会是得前列腺炎了吧。如果真的是，请问：肉芽肿性前列腺炎能治疗吗？",
    "output": "你这个就是间接胆红素稍微偏高一点儿，其他的都是有误差的那种偏高，一点点都没关系。并且平时有厌油腻这种症状。那个附睾包块你可以到医院去手术摘除，这种应该是没很大关系，除了个平时尽量不要吃油腻的食物，你还是肝脏分解代谢有点问题，其实你的检查是没问题，证明你的分解代谢还是有问题。"
},
{
    "input": "这个症状已经持续一段时间了，就是平时觉得腰酸，小腹吧总有一种下坠感，而且尿不尽，平时尿道口还有一些分泌物流出，去医院检查说是前列腺发炎了，请问：治疗肉芽肿性前列腺炎要多久？",
    "output": "看你的叙述并没有什么大的问题，主要是心态和体力的问题。有几点建议:首先，要保持良好的心态，性生活要顺其自然，不要太过奢求；其次，要保持良好的身体素质，性生活的优劣和如何有健康的体魄有直接的关系，平时留意锻练；最后，性生活是很耗体力和精力的，也需约束，不宜太过频繁。在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：滑精为什么会造成尿滴白呢",
    "output": "看你的叙述并没有什么大的问题，主要是心态和体力的问题。有几点建议:首先，要保持良好的心态，性生活要顺其自然，不要太过奢求；其次，要保持良好的身体素质，性生活的优劣和如何有健康的体魄有直接的关系，平时留意锻练；最后，性生活是很耗体力和精力的，也需约束，不宜太过频繁。在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "我去年刚结的婚，最近一段时间总是觉得性生活力不从心，而且平时上厕所发现尿液是浑浊的，尿道口也有点刺痛，检查了说可能是前列腺炎，我真的很担心，我还没生孩子呢，请问：有了前列腺炎应该怎样治疗才能好？",
    "output": "根据你的情况有频繁的性交，目前再次出现阳痿早泄考虑性交导致的肾经巨亏引来的，戒掉或者增加性交次数是前提，口服补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。最后，在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生，避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "精神状态最近不是很好，也不知道怎么回事，请问：前列腺炎治疗什么方法会改善呢",
    "output": "根据你的情况有频繁的性交，目前再次出现阳痿早泄考虑性交导致的肾经巨亏引来的，戒掉或者增加性交次数是前提，口服补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。最后，在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生，避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "我是一个在校大学生，平时除了上课就喜欢在寝室玩电脑，坐的时间比较多，平时也缺乏运动，最近一段时间感觉自己上厕所时尿不干净，还有白色分泌物流出，自己查了好像是前列腺炎，我还那么年轻，请问：出现了前列腺炎该怎样治疗较好？",
    "output": "根据你的情况有频繁的性交，目前再次出现早泄考虑性交导致的肾经巨亏引来的，戒掉或者增加性交次数是前提，口服补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。最后，在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生，避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，去医院检查了医生说是前列腺增生，请问：怎样治疗前列腺增生效果好些呢",
    "output": "根据你的情况有频繁的性交，目前再次出现早泄考虑性交导致的肾经巨亏引来的，戒掉或者增加性交次数是前提，口服补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。最后，在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生，避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "最近总是有不舒服的情况，慢慢的之后也越来越不适，请问：性功能障碍是什么病因引起的病呢",
    "output": "割包皮是绝不会干扰阴茎勃起的长度的，包皮过长会将影藏在包皮内的细菌通过性生活拉入女性体内，从而致使女性再次发生妇科疾病，也有可能会传染到前列腺、睾丸等，因此建议你到正规的医院去做包皮手术，调高心态。患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "不知道为什么竟然会生病，也感觉到不舒服了请问：龟头瘙痒怎么造成的呢",
    "output": "割包皮是绝不会干扰阴茎勃起的长度的，包皮过长会将影藏在包皮内的细菌通过性生活拉入女性体内，从而致使女性再次发生妇科疾病，也有可能会传染到前列腺、睾丸等，因此建议你到正规的医院去做包皮手术，调高心态。患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "这几天也不知道怎么了，总是觉得尿很急，但是去上厕所又感觉没多少尿，有时候就那么一滴两滴的，晨尿时还发现自己尿分叉了，自己咨询了一下好像是前列腺增，请问：得前列腺增生该如何处理好些呢",
    "output": "前列腺炎虽然对病人的危害是比较重的，但是我们也不能谈虎色变，也不需要谈虎色变，绝大部分的前列腺炎，它是由于我们生活习惯不良而引发的，我们通过生活习惯的重新调整，实际上是可以能很好的来解决、治疗的。在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "近段时间因为公司很忙，然后着急要孩子，可能情绪上也非常的紧张，猛然之间发现自己过性生活时好像有些力不从心了，有时候根本就不能勃起，我现在为这个事真的很痛苦，请问：阴茎勃起后不坚挺该会是怎么回事呢",
    "output": "前列腺炎虽然对病人的危害是比较重的，但是我们也不能谈虎色变，也不需要谈虎色变，绝大部分的前列腺炎，它是由于我们生活习惯不良而引发的，我们通过生活习惯的重新调整，实际上是可以能很好的来解决、治疗的。在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "患病也有很长时间了，但是一检查才发现是这病，请问：龟头红肿应该怎么样治比较有效些呢",
    "output": "风险算不上太大，算个小手术，建议你决定一家正规的三甲医院来运作，这样更加放心好了一些。精索静脉曲张大多数采用保守治疗，当保守治疗没效果的时候手术治疗。术后注意护理，多歇息。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺增生呢？如果是，请问：前列腺肥大通常该会如何引起呢",
    "output": "风险算不上太大，算个小手术，建议你决定一家正规的三甲医院来运作，这样更加放心好了一些。精索静脉曲张大多数采用保守治疗，当保守治疗没效果的时候手术治疗。术后注意护理，多歇息。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺囊肿呢？如果是，请问：得前列腺囊肿该怎么治疗会缓和呢",
    "output": "会致使早泄和早泄，拍张舌头的症状看一看舌苔，口服对症药物戒烟忌酒,禁加班,戒掉性交,防止纵欲过度。没事儿的时候可以做一做提肛活动。提肛就是有规律地往上提收肛门,然后放松,一提一松就是提肛活动，可以用,给你配搭的右归丸,不怕。日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "最近刚交了女朋友，性生活时发现自己根本就不能勃起，就算勃起也维持不了多长时间，我现在这种情况是阳痿吗？请问：阴茎勃起不坚为什么蛋蛋下面是潮湿的呢",
    "output": "会致使早泄和早泄，拍张舌头的症状看一看舌苔，口服对症药物戒烟忌酒,禁加班,戒掉性交,防止纵欲过度。没事儿的时候可以做一做提肛活动。提肛就是有规律地往上提收肛门,然后放松,一提一松就是提肛活动，可以用,给你配搭的右归丸,不怕。日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "精神状态不好，感觉到生病了，一查是哪个病，请问：怎么样治疗龟头瘙痒效果能好些呢",
    "output": "早泄是指性生活时间比较短。早泄是指性欲下降，阴茎勃起硬度还不够，勃起时间短，甚至完全无法勃起的情况。引来阳痿早泄的诱因有：前列腺炎，阴茎血管灌流不足，泌尿系统感染，性激素水平异常、糖尿病、高血压等，具体是哪种情况致使的，需要有经过检查方才能诊断。用不着原因引来的早泄，用药及治疗方法是不一样的。建议您到医院复诊，只有到医院做检查，找准病因，根据病因针对性治疗方才能快速康复。"
},
{
    "input": "交第一个女朋友时就发现自己好像存在阳痿的情况，期间7年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：性生活时间短为什么会造成阳痿呢",
    "output": "早泄是指性生活时间比较短。早泄是指性欲下降，阴茎勃起硬度还不够，勃起时间短，甚至完全无法勃起的情况。引来阳痿早泄的诱因有：前列腺炎，阴茎血管灌流不足，泌尿系统感染，性激素水平异常、糖尿病、高血压等，具体是哪种情况致使的，需要有经过检查方才能诊断。用不着原因引来的早泄，用药及治疗方法是不一样的。建议您到医院复诊，只有到医院做检查，找准病因，根据病因针对性治疗方才能快速康复。"
},
{
    "input": "最近总是有不舒服的情况，慢慢的之后也越来越不适，请问：前列腺钙化怎样治能好些呢",
    "output": "你的这个情况，可能会是性交过度，对身体的性功能引发伤损。性交保持时间，如果在2分钟以上还不能够说是得了早泄。有身体的耗尽症状。建议你适当的休息。停止下来性交一个月。必要时去正规的医院，中医科。医生进行诊脉、辨证论治，口服中药效果比较好。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "交第一个女朋友时就发现自己好像存在阳痿的情况，期间3年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：男性生殖系统勃起不坚硬能是阳痿吗",
    "output": "你的这个情况，可能会是性交过度，对身体的性功能引发伤损。性交保持时间，如果在2分钟以上还不能够说是得了早泄。有身体的耗尽症状。建议你适当的休息。停止下来性交一个月。必要时去正规的医院，中医科。医生进行诊脉、辨证论治，口服中药效果比较好。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "这几天也不知道怎么了，总是觉得尿很急，但是去上厕所又感觉没多少尿，有时候就那么一滴两滴的，晨尿时还发现自己尿分叉了，自己咨询了一下好像是前列腺增，请问：得了前列腺肥大该如何会好些呢",
    "output": "根据您叙述的情况，如果是仔细检查是前列腺钙化，那么考量是前列腺增生症引来的，可能会与之前频繁性交关于，应当不是什么大问题，不需要太过忧心。如果是拥有前列腺钙化，那么是需要有留意的，平时拥有肾虚的话，需要有积极补肾的药物来对症救治，阳虚的话，可以决定中药来调养。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"
},
{
    "input": "本人男，22岁，有5年的手淫史了，最近刚交了女朋友，性生活时发现自己根本就不能勃起，就算勃起也维持不了多长时间，我现在这种情况是阳痿吗？请问：医治性生活不勃起应该怎么办？",
    "output": "根据您叙述的情况，如果是仔细检查是前列腺钙化，那么考量是前列腺增生症引来的，可能会与之前频繁性交关于，应当不是什么大问题，不需要太过忧心。如果是拥有前列腺钙化，那么是需要有留意的，平时拥有肾虚的话，需要有积极补肾的药物来对症救治，阳虚的话，可以决定中药来调养。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"
},
{
    "input": "精神状态最近不是很好，也不知道怎么回事，请问：患有性功能障碍什么方法治疗的好些呢",
    "output": "如果确诊为前列腺钙化的话，那么这种情况一般来说有可能是原来的那前列腺炎，致使再次出现这种情况的可能性，那么这种情况如果没任何症状的话，那么这种情况通常是不需要做任何救治的，只要饮食方面需要有清淡，不能够纵欲过度就可以了。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"
},
{
    "input": "这几天也不知道怎么了，总是觉得尿很急，但是去上厕所又感觉没多少尿，有时候就那么一滴两滴的，晨尿时还发现自己尿分叉了，自己咨询了一下好像是前列腺增，请问：患有前列腺增生要怎么样去治疗好些呢",
    "output": "如果确诊为前列腺钙化的话，那么这种情况一般来说有可能是原来的那前列腺炎，致使再次出现这种情况的可能性，那么这种情况如果没任何症状的话，那么这种情况通常是不需要做任何救治的，只要饮食方面需要有清淡，不能够纵欲过度就可以了。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺增生呢？如果是，请问：怎么治前列腺肥大效果比较好些呢",
    "output": "性冷淡通常是因为心理因素，性冷淡也可能由身理因素引发。稳定方法：1、多吃具有补肾强欲功能的食物。韭菜、胡萝卜、狗肉、羊肉、雀肉、雀蛋、河虾、鲨鱼、甲鱼、乌贼蛋、蜂王浆等具有补肾强欲功效的食物宜多吃。2、稳定性生活环境。制造个温馨、舒适、安宁的环境，对稳定性冷淡有帮助。夫妻双方应互相谅解关心夫妻双方应共同练习有关性生活的技术，互相谅解，发生改变性意识，彻底消除性交恐惧感和羞怯感。3、男性应温柔体贴。在治疗女性性冷淡时，男方应当温柔、体贴、刺激女性敏感区，学会调情艺术。"
},
{
    "input": "感觉到身体有些不舒服，但是不知道怎么回事，请问：出现前列腺钙化要怎么样医治较好些呢",
    "output": "性冷淡通常是因为心理因素，性冷淡也可能由身理因素引发。稳定方法：1、多吃具有补肾强欲功能的食物。韭菜、胡萝卜、狗肉、羊肉、雀肉、雀蛋、河虾、鲨鱼、甲鱼、乌贼蛋、蜂王浆等具有补肾强欲功效的食物宜多吃。2、稳定性生活环境。制造个温馨、舒适、安宁的环境，对稳定性冷淡有帮助。夫妻双方应互相谅解关心夫妻双方应共同练习有关性生活的技术，互相谅解，发生改变性意识，彻底消除性交恐惧感和羞怯感。3、男性应温柔体贴。在治疗女性性冷淡时，男方应当温柔、体贴、刺激女性敏感区，学会调情艺术。"
},
{
    "input": "去检查确诊的前列腺增生，期间一直也没什么明显的症状，最近感觉自己腹部胀满，而且小便时断断续续的，晚上总是起夜，白天也感到尿频尿急的，这是不是说明我的病情严重了呢？请问：前列腺肥大手术该会是哪些价格呢",
    "output": "前列腺钙化平时生存饮食中少吃辣椒等刺激性的食物；尽量少饮酒，约束性生活;增加便秘的再次发生。每天早晨应当空腹喝下一杯温白开水，它能预防工作便秘、溶解血液，能对尿道产生机械擦洗的效用，不会使残尿提炼构成结石。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "患病也有很长时间了，但是一检查才发现是这病，请问：出现附睾肿胀怎么办好得快些呢",
    "output": "前列腺钙化平时生存饮食中少吃辣椒等刺激性的食物；尽量少饮酒，约束性生活;增加便秘的再次发生。每天早晨应当空腹喝下一杯温白开水，它能预防工作便秘、溶解血液，能对尿道产生机械擦洗的效用，不会使残尿提炼构成结石。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：前列腺炎要怎样治疗更好改善呢",
    "output": "早泄治疗需要有同房时双方互相配合，以消除双方在性生活中的各种不良的情绪，给双方创建个良好的信心；同时可以通过许多行径技巧来稳定同房质量。如龟头敏感，可以同房前龟头涂抹药物来减低龟头敏感程度，同房时洗去即可最后，患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，好的习惯对预防疾病是有一些帮助的。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，去医院检查了医生说是前列腺增生，请问：前列腺肥大治疗医院哪家会快些呢",
    "output": "早泄治疗需要有同房时双方互相配合，以消除双方在性生活中的各种不良的情绪，给双方创建个良好的信心；同时可以通过许多行径技巧来稳定同房质量。如龟头敏感，可以同房前龟头涂抹药物来减低龟头敏感程度，同房时洗去即可最后，患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，好的习惯对预防疾病是有一些帮助的。"
},
{
    "input": "发现这个症状已经很久了，但是这个情况一直就没有好转，请问龟头瘙痒患者通常该会禁吃哪些呢",
    "output": "而引来勃起功能障碍的原因一些如：精神性因素、过频性交、血管类疾病、前列腺炎、前列腺增生、高血压、糖尿病、阴茎硬结症等。所以建议您可以到医院的性功能障碍专科复诊，融合专科仔细检查，以明确病因病情，实施个性化治疗，以超越理想的治疗效果。另外注意放松心情、规律生活。"
},
{
    "input": "精神状态不好，感觉到生病了，一查是哪个病，请问：查前列腺炎哪里会妥当些呢",
    "output": "而引来勃起功能障碍的原因一些如：精神性因素、过频性交、血管类疾病、前列腺炎、前列腺增生、高血压、糖尿病、阴茎硬结症等。所以建议您可以到医院的性功能障碍专科复诊，融合专科仔细检查，以明确病因病情，实施个性化治疗，以超越理想的治疗效果。另外注意放松心情、规律生活。"
},
{
    "input": "我才23多岁，但是我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：性生活力不从心要怎么医治呢？",
    "output": "通过你叙述的这种情况算不上是阳痿早泄，但是这种情况有可能拥有肾气不足，从而引来勃起不坚，对于这种情况来说你可以试试看对症药物来调养，平时多注意身体锻练。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "得病后，吃药也没有什么效果，还是不舒服，请问：出现前列腺炎怎么办能好些呢",
    "output": "通过你叙述的这种情况算不上是阳痿早泄，但是这种情况有可能拥有肾气不足，从而引来勃起不坚，对于这种情况来说你可以试试看对症药物来调养，平时多注意身体锻练。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。"
},
{
    "input": "我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：勃起功能障碍能否会是阳痿吗",
    "output": "日常应当注意：一是在日常生活中，要办到“四戒”.即戒过度劳累，因为过度的体力和脑力劳动，常会引来高级神经运动的功能障碍；戒频繁性交和体外射精等不良习惯；戒婚后房事过频；戒悲观消极情绪枸杞猪腰粥：有益肾阴、补甚阳、固京强腰的，适用于甚虚劳损等。不管是食补还是锻练都很重要，这些都是一连串的问题，必须获得摆平。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：得了附睾炎什么时候治疗会好些呢",
    "output": "日常应当注意：一是在日常生活中，要办到“四戒”.即戒过度劳累，因为过度的体力和脑力劳动，常会引来高级神经运动的功能障碍；戒频繁性交和体外射精等不良习惯；戒婚后房事过频；戒悲观消极情绪枸杞猪腰粥：有益肾阴、补甚阳、固京强腰的，适用于甚虚劳损等。不管是食补还是锻练都很重要，这些都是一连串的问题，必须获得摆平。"
},
{
    "input": "不知道为什么竟然会生病，也感觉到不舒服了请问：附睾炎的主要该会有哪些病症呢",
    "output": "1、包皮龟头炎是指包皮内板与阴茎头的炎症。治疗局部堪用消炎软膏。过敏性包皮龟头炎须口服抗过敏药物及外用软膏。2、可考虑包皮环切术：如因包茎或包皮水肿不能够划动浸洗、引流不畅，经一般治疗炎症仍不能够消褪时，行得通包皮背切开术，以利引流。待炎症完全消褪后再作包皮环切术。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "去检查确诊的前列腺增生，期间一直也没什么明显的症状，最近感觉自己腹部胀满，而且小便时断断续续的，晚上总是起夜，白天也感到尿频尿急的，这是不是说明我的病情严重了呢？请问：患有前列腺肥大怎么愈合会好些呢",
    "output": "1、包皮龟头炎是指包皮内板与阴茎头的炎症。治疗局部堪用消炎软膏。过敏性包皮龟头炎须口服抗过敏药物及外用软膏。2、可考虑包皮环切术：如因包茎或包皮水肿不能够划动浸洗、引流不畅，经一般治疗炎症仍不能够消褪时，行得通包皮背切开术，以利引流。待炎症完全消褪后再作包皮环切术。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：龟头红肿通常该会如何治疗呢",
    "output": "这种状况应该是有一些肾气不足，跟情绪焦虑，紧张劳累，以及情绪不稳定等等都有联系，我们应当，始终保持情绪稳定，防止各种不良习惯，多做户外运动，增加身体适应能力，可以互相配合服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：患上附睾炎该会是如何进行缓解呢",
    "output": "这种状况应该是有一些肾气不足，跟情绪焦虑，紧张劳累，以及情绪不稳定等等都有联系，我们应当，始终保持情绪稳定，防止各种不良习惯，多做户外运动，增加身体适应能力，可以互相配合服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。"
},
{
    "input": "患病也有很长时间了，但是一检查才发现是这病，请问：老是梦遗该会造成腰痛吗",
    "output": "是可以治疗好的。可以采用以下几种方法会有帮助的：1，跟踪想象法：想象知自己和妻子恋爱时的情景以及第一次作爱成功时的欢快的镜头，使自己轻松的踏入角色。2，身心调整法：要发生改变不良的生活方式以及不良的心态。吸毒，过劳，不讲卫生，急躁等都易致使心身疾病;生活有规律，人际关系协调一致，淡薄名利的为人处事方式有利于身心健康，使家庭生活协调一致和谐。"
},
{
    "input": "得病后，吃药也没有什么效果，还是不舒服，请问：怎么样判断龟头红肿该病呢",
    "output": "是可以治疗好的。可以采用以下几种方法会有帮助的：1，跟踪想象法：想象知自己和妻子恋爱时的情景以及第一次作爱成功时的欢快的镜头，使自己轻松的踏入角色。2，身心调整法：要发生改变不良的生活方式以及不良的心态。吸毒，过劳，不讲卫生，急躁等都易致使心身疾病;生活有规律，人际关系协调一致，淡薄名利的为人处事方式有利于身心健康，使家庭生活协调一致和谐。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺囊肿呢？如果是，请问：前列腺囊肿通常该会检查哪些呢",
    "output": "前列腺炎是可以缓解的，但是需要有看您前列腺炎的程度，如果是轻度的前列腺炎症状比较少或者没自觉症状的，适当的调养是可以缓解的，但是您已经再次出现很典型的症状，就必须要实施救治，建议您可以适当的动用抗菌药物救治，重新调整饮食和作息习惯来稳定症状。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "精神状态不好，感觉到生病了，一查是哪个病，请问：龟头瘙痒患者忌讳吃什么合适呢",
    "output": "前列腺炎是可以缓解的，但是需要有看您前列腺炎的程度，如果是轻度的前列腺炎症状比较少或者没自觉症状的，适当的调养是可以缓解的，但是您已经再次出现很典型的症状，就必须要实施救治，建议您可以适当的动用抗菌药物救治，重新调整饮食和作息习惯来稳定症状。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺囊肿呢？如果是，请问：前列腺囊肿该会是如何解决呢",
    "output": "这个问题是所有的患者，都经常问道我们的个问题，他们经常问我这个早泄，能不能彻底的自愈，或者是能不能去根，那这实际上来说，这主要决定着患者的这种病因，年龄除了病情的一些分层，通过上述的这些因素，作出个综合评价的推测，那么目前来说，我们当之无愧的是有四类的患者，是能彻底自愈的。第一个就是个内分泌性的早泄，比如说高泌乳素血症，或者是性腺功能低下。"
},
{
    "input": "去检查确诊的前列腺增生，期间一直也没什么明显的症状，最近感觉自己腹部胀满，而且小便时断断续续的，晚上总是起夜，白天也感到尿频尿急的，这是不是说明我的病情严重了呢？请问：医院看前列腺肥大哪家治能好些呢",
    "output": "这个问题是所有的患者，都经常问道我们的个问题，他们经常问我这个早泄，能不能彻底的自愈，或者是能不能去根，那这实际上来说，这主要决定着患者的这种病因，年龄除了病情的一些分层，通过上述的这些因素，作出个综合评价的推测，那么目前来说，我们当之无愧的是有四类的患者，是能彻底自愈的。第一个就是个内分泌性的早泄，比如说高泌乳素血症，或者是性腺功能低下。"
},
{
    "input": "发现这个症状已经很久了，但是这个情况一直就没有好转，请问前列腺炎要怎么治有效些呢",
    "output": "这种情况很难说的，但是短时间绝不会癌变。建议多歇息，戒烟戒酒，防止操劳加班久坐着凉等。在饮食上应当吃些维生素含量高的新鲜蔬菜和水果，吃这类食物可以协助身体增强抵抗力。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"
},
{
    "input": "得病后，吃药也没有什么效果，还是不舒服，请问：去医院检查龟头红肿要多少费用合适呢",
    "output": "这种情况很难说的，但是短时间绝不会癌变。建议多歇息，戒烟戒酒，防止操劳加班久坐着凉等。在饮食上应当吃些维生素含量高的新鲜蔬菜和水果，吃这类食物可以协助身体增强抵抗力。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"
},
{
    "input": "精神状态不好，感觉到生病了，一查是哪个病，请问：患有睾丸炎怎样治能好解决呢",
    "output": "你可采用物理疗法治疗早泄，高频远红外电磁等功能能大幅提高阴茎海绵体的容血量,煅练阴茎勃起功能,增进和平衡人体自身睾酮素排泄水平，对早泄的治疗有一定的效果。用中药治疗吧,一般都是治疗加调理,效果还是不错的.平时也要多注意休息和身体锻练。不仅如此，患者要养成规律作息的生活好习惯，坚持治疗。"
},
{
    "input": "最近总是有不舒服的情况，慢慢的之后也越来越不适，请问：治疗龟头红肿该会是哪些方式呢",
    "output": "你可采用物理疗法治疗早泄，高频远红外电磁等功能能大幅提高阴茎海绵体的容血量,煅练阴茎勃起功能,增进和平衡人体自身睾酮素排泄水平，对早泄的治疗有一定的效果。用中药治疗吧,一般都是治疗加调理,效果还是不错的.平时也要多注意休息和身体锻练。不仅如此，患者要养成规律作息的生活好习惯，坚持治疗。"
},
{
    "input": "感觉到身体有些不舒服，但是不知道怎么回事，请问：龟头红肿治疗能用什么方法合适呢",
    "output": "考虑有肾虚的表现。意休息，防止过度疲劳，多吃一些韭菜，核桃，动物肾脏等补肾的食物。食补肾益气药物治疗。有效稳定。时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业医院进行详细检测，才能对症下药。"
},
{
    "input": "突然感到了不适，去检查后竟然得了这个病，请问：在医院检查睾丸炎多少钱恰当呢",
    "output": "考虑有肾虚的表现。意休息，防止过度疲劳，多吃一些韭菜，核桃，动物肾脏等补肾的食物。食补肾益气药物治疗。有效稳定。时用枸杞泡茶，食补韭菜、牛肉、羊肉，注意做提肛活动有助于恢复。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业医院进行详细检测，才能对症下药。"
},
{
    "input": "不知道为什么竟然会生病，也感觉到不舒服了请问：前列腺炎怎么能治疗缓解好点呢",
    "output": "一般包皮过长容易导致分泌物的汇集，严重时包皮部位就会再次出现在红肿疼痛等症状，较好的解决方法还是要尽早的手术摘除过多的包皮，平时注意个人卫生，始终保持阴部的干燥。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：患上前列腺钙化后该如何诊治好些呢",
    "output": "一般包皮过长容易导致分泌物的汇集，严重时包皮部位就会再次出现在红肿疼痛等症状，较好的解决方法还是要尽早的手术摘除过多的包皮，平时注意个人卫生，始终保持阴部的干燥。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "得病后，吃药也没有什么效果，还是不舒服，请问：得前列腺炎怎么治疗效果会好些呢",
    "output": "根据你所叙述的症状，应当属于包皮龟头炎。一般表现出有包皮龟头红、有红点或红斑、瘙痒，有白色分泌物，局部皮肤黏膜增厚，有的致使包皮不能够上翻。如包皮过长可及时行包皮环切。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：连续三天晚上滑精会是如何处理的呢",
    "output": "根据你所叙述的症状，应当属于包皮龟头炎。一般表现出有包皮龟头红、有红点或红斑、瘙痒，有白色分泌物，局部皮肤黏膜增厚，有的致使包皮不能够上翻。如包皮过长可及时行包皮环切。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "突然感到了不适，去检查后竟然得了这个病，请问：得了性功能障碍怎么处理会妥当呢",
    "output": "一般情况包皮炎引来瘙痒不适局部白色分泌物，可以留意清洁卫生，医院男外科仔细检查明确，运用药物治疗。建议忌辛辣刺激食物，饮食清淡，留意包皮龟头清洁卫生，可以运用溶液清洁，运用软膏等治疗。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺囊肿呢？如果是，请问：有前列腺囊肿怎么样治能好些呢",
    "output": "一般情况包皮炎引来瘙痒不适局部白色分泌物，可以留意清洁卫生，医院男外科仔细检查明确，运用药物治疗。建议忌辛辣刺激食物，饮食清淡，留意包皮龟头清洁卫生，可以运用溶液清洁，运用软膏等治疗。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺增生呢？如果是，请问：患前列腺肥大怎样能进行医治呢",
    "output": "包皮龟头炎表现出为包皮红肿、灼痛、排尿时严重、可有脓性分泌物自包皮口淌出。如将包皮划动，足见包皮内板和阴茎头冲血、浮肿、重者可有浅小溃疡或糜乱，表现出有脓液。治疗方法：1、包皮龟头炎是指包皮内板与阴茎头的炎症。治疗局部堪用消炎软膏。过敏性包皮龟头炎须口服抗过敏药物及外用软膏。2、可考虑包皮环切术：如因包茎或包皮水肿不能够划动浸洗、引流不畅，经一般治疗炎症仍不能够消褪时，行得通包皮背切开术，以利引流。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：前列腺炎要怎么治比较好些呢",
    "output": "包皮龟头炎表现出为包皮红肿、灼痛、排尿时严重、可有脓性分泌物自包皮口淌出。如将包皮划动，足见包皮内板和阴茎头冲血、浮肿、重者可有浅小溃疡或糜乱，表现出有脓液。治疗方法：1、包皮龟头炎是指包皮内板与阴茎头的炎症。治疗局部堪用消炎软膏。过敏性包皮龟头炎须口服抗过敏药物及外用软膏。2、可考虑包皮环切术：如因包茎或包皮水肿不能够划动浸洗、引流不畅，经一般治疗炎症仍不能够消褪时，行得通包皮背切开术，以利引流。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：龟头瘙痒检查哪里能看的好些呢",
    "output": "湿疹建议试服养血祛风除湿汤加减：生首乌、蝉蜕、金银花、野菊花、苦参、地肤子、白藓皮、生薏米、茯苓皮、苍术、茵陈、黄芩、生甘草。水煎服。湿疹局部用妇科洗液擦洗干净后，局部外涂中医软膏。或配合用自动免疫调节剂，如胸腺肽转移因子等治疗。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业医院进行详细检测，才能对症下药。"
},
{
    "input": "精神状态最近不是很好，也不知道怎么回事，请问：睾丸炎早期该会是哪些病症呢",
    "output": "湿疹建议试服养血祛风除湿汤加减：生首乌、蝉蜕、金银花、野菊花、苦参、地肤子、白藓皮、生薏米、茯苓皮、苍术、茵陈、黄芩、生甘草。水煎服。湿疹局部用妇科洗液擦洗干净后，局部外涂中医软膏。或配合用自动免疫调节剂，如胸腺肽转移因子等治疗。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业医院进行详细检测，才能对症下药。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺增生呢？如果是，请问：看前列腺增生该会如何处理呢",
    "output": "根据你所叙述的情况，考虑是肾虚的表现。一般可以用中药治疗。平时也可以采用动物的肾脏以及一些动物肉和骨髓，比如说猪腰、羊肾、牛骨、狗肉。平时更要注意惯良好的生活作息习惯。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "突然感到了不适，去检查后竟然得了这个病，请问：前列腺钙化检查该会如何检测呢",
    "output": "根据你所叙述的情况，考虑是肾虚的表现。一般可以用中药治疗。平时也可以采用动物的肾脏以及一些动物肉和骨髓，比如说猪腰、羊肾、牛骨、狗肉。平时更要注意惯良好的生活作息习惯。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "最近总是有不舒服的情况，慢慢的之后也越来越不适，请问：睾丸炎医院哪家能更好改善些呢",
    "output": "根据叙述考虑阴囊湿疹，清淡饮食，不吃辛辣刺激食物。注意休息，不要加班，局部始终保持干燥。穿全棉内裤。口服抗过敏药物治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业医院进行详细检测，才能对症下药。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：前列腺钙化通常会有哪些病症呢",
    "output": "根据叙述考虑阴囊湿疹，清淡饮食，不吃辛辣刺激食物。注意休息，不要加班，局部始终保持干燥。穿全棉内裤。口服抗过敏药物治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此确保病情不反复。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业医院进行详细检测，才能对症下药。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：发现龟头红肿该如何治疗会好处理呢",
    "output": "看你说的情况，有患了包皮龟头炎的病情了，那这种情况下你可以先用洗液溶液来进行擦洗，然后在外用上对症软膏治疗也会有效果的除了就是口服的药物可以吃上消炎药的，然后饮食上要清淡些，不要吃刺激性大的食物，平时也是需要有多留意阴部卫生的好，不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：睾丸炎注意哪些饮食会好些呢",
    "output": "看你说的情况，有患了包皮龟头炎的病情了，那这种情况下你可以先用洗液溶液来进行擦洗，然后在外用上对症软膏治疗也会有效果的除了就是口服的药物可以吃上消炎药的，然后饮食上要清淡些，不要吃刺激性大的食物，平时也是需要有多留意阴部卫生的好，不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，去医院检查了医生说是前列腺增生，请问：前列腺增生大概需要哪些价格呢",
    "output": "早泄主要是指男性射精过快、射精不能够压制，它是男子性功能障碍疾病的一种，射精过快使男女双方都不能获得性生活的享受。性交过度、传染病菌、传染病毒、、身体寒湿之气太重、身体虚弱，阳气不足。我认为主要是以上原因。引来早泄的原因有许多，建议去正规医院仔细检查复诊。"
},
{
    "input": "近段时间因为公司很忙，然后着急要孩子，可能情绪上也非常的紧张，猛然之间发现自己过性生活时好像有些力不从心了，有时候根本就不能勃起，我现在为这个事真的很痛苦，请问：我手淫好多年能否会造成阳痿呢",
    "output": "早泄主要是指男性射精过快、射精不能够压制，它是男子性功能障碍疾病的一种，射精过快使男女双方都不能获得性生活的享受。性交过度、传染病菌、传染病毒、、身体寒湿之气太重、身体虚弱，阳气不足。我认为主要是以上原因。引来早泄的原因有许多，建议去正规医院仔细检查复诊。"
},
{
    "input": "最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：前列腺钙化有哪些表现合适呢",
    "output": "性爱抚无反映或快感反映不足；性交时阴道无爱液或少爱液排泄，干涩，收缩，疼痛；无性爱快感或快感不足，迟钝，缺少性高潮等。心理症状有：对性爱恐惧，憎恶及心理排斥；对性爱有洁癖症及严重的心理阴影；对性爱当做义务或程序，投入到程度还不够；性爱时不主动，感觉羞耻，肮脏。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：我现在是勃起不坚该怎么治疗",
    "output": "性爱抚无反映或快感反映不足；性交时阴道无爱液或少爱液排泄，干涩，收缩，疼痛；无性爱快感或快感不足，迟钝，缺少性高潮等。心理症状有：对性爱恐惧，憎恶及心理排斥；对性爱有洁癖症及严重的心理阴影；对性爱当做义务或程序，投入到程度还不够；性爱时不主动，感觉羞耻，肮脏。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "这几天也不知道怎么了，总是觉得尿很急，但是去上厕所又感觉没多少尿，有时候就那么一滴两滴的，晨尿时还发现自己尿分叉了，自己咨询了一下好像是前列腺增，请问：前列腺增生怎样治会较好些呢",
    "output": "治疗静脉曲张，一般可以按照医生的医嘱实施服食药物，可以服食黄酮类和七叶皂甘类药物，另外要防止长时间坐着，积极举办体育活动，在饮食上要留意清淡饮食，防止吃许多辛辣刺激性食物，在医生的指导下消化维生素和许多微量元素，有利于身体的缓解恢复。在生活中注意要保持良好的心情，好的心情对疾病的恢复很有帮助。"
},
{
    "input": "突然感到了不适，去检查后竟然得了这个病，请问：龟头红肿患者能否吃些哪些呢",
    "output": "治疗静脉曲张，一般可以按照医生的医嘱实施服食药物，可以服食黄酮类和七叶皂甘类药物，另外要防止长时间坐着，积极举办体育活动，在饮食上要留意清淡饮食，防止吃许多辛辣刺激性食物，在医生的指导下消化维生素和许多微量元素，有利于身体的缓解恢复。在生活中注意要保持良好的心情，好的心情对疾病的恢复很有帮助。"
},
{
    "input": "我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：大概是因为手淫过度为什么会造成障碍呢",
    "output": "性功能障碍的病因大多数不明确，多和患者的心理因素和社会构成世界观因素关于，如有些患者缺乏性教导，不知晓什么是适当性行为，和性伴侣没太多感情不愿意实施性交，身体有某种隐疾导致无法性交却不愿意证明，怕对方对自己期许过高，怕无法享受对方产生性焦虑等等，建议和患者实施充分交流，具体理解。"
},
{
    "input": "得病后，吃药也没有什么效果，还是不舒服，请问：经常滑精为什么两三天一次呢",
    "output": "性功能障碍的病因大多数不明确，多和患者的心理因素和社会构成世界观因素关于，如有些患者缺乏性教导，不知晓什么是适当性行为，和性伴侣没太多感情不愿意实施性交，身体有某种隐疾导致无法性交却不愿意证明，怕对方对自己期许过高，怕无法享受对方产生性焦虑等等，建议和患者实施充分交流，具体理解。"
},
{
    "input": "平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：勃起不坚为什么龟头比较敏感呢",
    "output": "精索静脉曲张可以药物治疗也可以手术治疗。精索静脉曲张主要是危害睾丸的功能，精索静脉曲张会令得睾丸的温度过高，精子的生存量增大，干扰精子的数量以致干扰患者生育能力，严重者可以干扰性功能，从而干扰性生活。所以是要手术治疗的。我们一般建议手术治疗。"
},
{
    "input": "交第一个女朋友时就发现自己好像存在阳痿的情况，期间9年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：勃起不坚为什么每次要做爱的时候就软了呢",
    "output": "精索静脉曲张可以药物治疗也可以手术治疗。精索静脉曲张主要是危害睾丸的功能，精索静脉曲张会令得睾丸的温度过高，精子的生存量增大，干扰精子的数量以致干扰患者生育能力，严重者可以干扰性功能，从而干扰性生活。所以是要手术治疗的。我们一般建议手术治疗。"
},
{
    "input": "平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：勃起不坚很快就软能否是阳痿吗",
    "output": "你好朋友，频繁性交容易引发肾虚，而肾虚是可能致使早泄的，甚至引来前列腺炎。建议您尽快戒掉性交，根据您目前的情况有肾精亏虚的情况，可以口服补肾药物。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "交第一个女朋友时就发现自己好像存在阳痿的情况，期间8年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：勃起不坚软绵绵的该如何解决呢",
    "output": "你好朋友，频繁性交容易引发肾虚，而肾虚是可能致使早泄的，甚至引来前列腺炎。建议您尽快戒掉性交，根据您目前的情况有肾精亏虚的情况，可以口服补肾药物。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：勃起不坚是否会进行阳痿呢",
    "output": "可以的。您目前确诊肾阴虚，证明已经做过相关检查，没器质性问题，也没泌尿系统感染，这种情况下用中药治疗的效果是最好的。何首乌、熟地黄、五味子、黄精、墨旱莲、女贞子、龟甲胶、石斛、玉竹等都是补肾的中药，具体的康复时间因人及病情而异。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：阴茎勃起不坚勃起无力为什么会阳痿呢",
    "output": "可以的。您目前确诊肾阴虚，证明已经做过相关检查，没器质性问题，也没泌尿系统感染，这种情况下用中药治疗的效果是最好的。何首乌、熟地黄、五味子、黄精、墨旱莲、女贞子、龟甲胶、石斛、玉竹等都是补肾的中药，具体的康复时间因人及病情而异。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"
},
{
    "input": "交第一个女朋友时就发现自己好像存在阳痿的情况，期间6年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：乏力没精神能否会是阳痿呢",
    "output": "你好，根据你的描述：所有的静脉曲张都是供血不是很好的表现出，如果能治疗的话尽量去治疗吧。因为性器官的硬度主要是跟供血有关系的。如果一个人经常静脉曲张的话，那他的微循环是不好的，建议稳定微循环，增进身体的健康。可以平时用银杏松茸片或者鱼油稳定微循环。"
},
{
    "input": "精神状态不好，感觉到生病了，一查是哪个病，请问：我有滑精的症状该会是哪些病症呢",
    "output": "你好，根据你的描述：所有的静脉曲张都是供血不是很好的表现出，如果能治疗的话尽量去治疗吧。因为性器官的硬度主要是跟供血有关系的。如果一个人经常静脉曲张的话，那他的微循环是不好的，建议稳定微循环，增进身体的健康。可以平时用银杏松茸片或者鱼油稳定微循环。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：怎样判断是前列腺炎该病呢",
    "output": "你好，前列腺钙化是在做泌尿系统超声检查时发现的。前列腺钙化主要和慢性前列腺炎有一定的关系，是由于慢性前列腺炎愈合后形成的钙化灶。如果前列腺钙化并发前列腺炎时，会产生一些相应的症状，会导致排尿异常以及疼痛，还会影响性功能。排尿异常主要包括尿频、尿急、尿痛、尿分叉以及夜尿次数增多。疼痛主要是指腰骶部和会阴部坠胀不适的感觉。由于慢性前列腺炎患者大多数会有焦虑，压力过大，还会导致勃起功能障碍和阳痿的情况出现，因此要及时给予相应的治疗。"
},
{
    "input": "这几天也不知道怎么了，总是觉得尿很急，但是去上厕所又感觉没多少尿，有时候就那么一滴两滴的，晨尿时还发现自己尿分叉了，自己咨询了一下好像是前列腺增，请问：前列腺肥大要怎样治见效快些呢",
    "output": "你好，前列腺钙化是在做泌尿系统超声检查时发现的。前列腺钙化主要和慢性前列腺炎有一定的关系，是由于慢性前列腺炎愈合后形成的钙化灶。如果前列腺钙化并发前列腺炎时，会产生一些相应的症状，会导致排尿异常以及疼痛，还会影响性功能。排尿异常主要包括尿频、尿急、尿痛、尿分叉以及夜尿次数增多。疼痛主要是指腰骶部和会阴部坠胀不适的感觉。由于慢性前列腺炎患者大多数会有焦虑，压力过大，还会导致勃起功能障碍和阳痿的情况出现，因此要及时给予相应的治疗。"
},
{
    "input": "我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：阴茎勃起时间短为什么就会变软呢",
    "output": "包皮过长可分为真性包皮过长和假性包皮过长。真性包皮过长是无论在平时还是阴茎勃起后龟头都不能完全外露。假性包皮过长是指平时龟头不能完全外露，但在阴茎勃起后龟头则可以完全外露。包皮过长会带来包皮垢症状。对于包皮过长的症状，一般情况下男性朋友将包皮试行上翻，便可做出判断。"
},
{
    "input": "发现这个症状已经很久了，但是这个情况一直就没有好转，请问性功能下降喝一点水为什么就有尿呢",
    "output": "包皮过长可分为真性包皮过长和假性包皮过长。真性包皮过长是无论在平时还是阴茎勃起后龟头都不能完全外露。假性包皮过长是指平时龟头不能完全外露，但在阴茎勃起后龟头则可以完全外露。包皮过长会带来包皮垢症状。对于包皮过长的症状，一般情况下男性朋友将包皮试行上翻，便可做出判断。"
},
{
    "input": "慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：感觉撸多了为什么会遗精呢",
    "output": "发现前列腺炎最重要的是心理调理，首先要对前列腺炎不要太焦虑，因为前列腺炎这个病对人没有很大的伤害，第二个前列腺炎如果没有什么症状，它可以跟人和谐共处不需要去管，如果有前列腺炎最重要的一条就是戒烟、戒酒戒槟榔、不久坐，然后接受它不用管它。当然出现尿频、尿急小腹胀痛、会阴刺痛，很严重影响到生活的时候，要及时到医院里头进行相应的整治。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺囊肿呢？如果是，请问：医院如何确诊前列腺囊肿该病呢",
    "output": "发现前列腺炎最重要的是心理调理，首先要对前列腺炎不要太焦虑，因为前列腺炎这个病对人没有很大的伤害，第二个前列腺炎如果没有什么症状，它可以跟人和谐共处不需要去管，如果有前列腺炎最重要的一条就是戒烟、戒酒戒槟榔、不久坐，然后接受它不用管它。当然出现尿频、尿急小腹胀痛、会阴刺痛，很严重影响到生活的时候，要及时到医院里头进行相应的整治。"
},
{
    "input": "知道身体有不适的感觉，就没用去看，请问：得了性功能障碍有哪些东西不能吃呢",
    "output": "如果已经诊断是有前列腺炎，建议留意歇息，用左氧氟沙星实施消炎治疗，平时多举办户外活动，比如说多锻练，跑跑步，打打球。多活动对前列腺炎会有所缓解，暂时留意歇息，尤其是男孩子，必须戒烟戒酒要戒手瘾，不要加班，性生活不能够太频繁，心脏增强营养应当慢慢会缓解。"
},
{
    "input": "这几天也不知道怎么了，总是觉得尿很急，但是去上厕所又感觉没多少尿，有时候就那么一滴两滴的，晨尿时还发现自己尿分叉了，自己咨询了一下好像是前列腺增，请问：有前列腺增生需要怎么样能治理呢",
    "output": "如果已经诊断是有前列腺炎，建议留意歇息，用左氧氟沙星实施消炎治疗，平时多举办户外活动，比如说多锻练，跑跑步，打打球。多活动对前列腺炎会有所缓解，暂时留意歇息，尤其是男孩子，必须戒烟戒酒要戒手瘾，不要加班，性生活不能够太频繁，心脏增强营养应当慢慢会缓解。"
},
{
    "input": "去检查确诊的前列腺增生，期间一直也没什么明显的症状，最近感觉自己腹部胀满，而且小便时断断续续的，晚上总是起夜，白天也感到尿频尿急的，这是不是说明我的病情严重了呢？请问：前列腺肥大的价格大约是多少呢",
    "output": "前列腺炎的治疗三分靠药，七分靠养，可以先自我重新调整，需要有发生改变不良的生活习惯，不要久坐，忌辣忌酒，规律性生活，不要太频繁，如果有性交戒掉，早睡早起，每天忍耐锻炼身体增强体质有利于恢复。除了治疗前列腺炎外，建议患者在日常生活中要注意饮食，并且要始终保持愉悦的心情，以此来增强体质加快康复速度。"
},
{
    "input": "突然感到了不适，去检查后竟然得了这个病，请问：要如何治疗睾丸炎会改善呢",
    "output": "前列腺炎的治疗三分靠药，七分靠养，可以先自我重新调整，需要有发生改变不良的生活习惯，不要久坐，忌辣忌酒，规律性生活，不要太频繁，如果有性交戒掉，早睡早起，每天忍耐锻炼身体增强体质有利于恢复。除了治疗前列腺炎外，建议患者在日常生活中要注意饮食，并且要始终保持愉悦的心情，以此来增强体质加快康复速度。"
},
{
    "input": "不知道会是什么情况，后来才知道是得病了，请问：前列腺炎去哪个医院会好诊断呢",
    "output": "男性前列腺钙化症会有以下症状：第一，小便频繁、急迫、疼痛、尿道灼烧、小便不能滴漏、有时排尿困难、夜间小便等。第二，尿道滴白：当小便终止或排便时，尿道口有白色分泌物滴下。三。疼痛：由于持续的慢性炎症刺激，会阴、肛门和阴囊等部位出现严重的压痛和肿胀，并经常放射到耻骨上、腰骶、双侧腹股沟、会阴，并引起下肢疼痛，症状在早上一般比较明显。4。生理变化：早泄、射精、性欲丧失或阳痿，部分患者有射精疼痛及精子血。在一些不孕症病例中，慢性前列腺炎是一个重要的原因。5。失眠和梦境，疲劳和头晕，缺乏自信，抑郁，记忆力减退。建议您服用一些药物来治疗前列腺炎，观察和观察，如果不是更好，去医院治疗您的前列腺钙化情况。"
},
{
    "input": "知道身体有不适的感觉，就没用去看，请问：发现性功能障碍要怎样治能医治较好呢",
    "output": "男性前列腺钙化症会有以下症状：第一，小便频繁、急迫、疼痛、尿道灼烧、小便不能滴漏、有时排尿困难、夜间小便等。第二，尿道滴白：当小便终止或排便时，尿道口有白色分泌物滴下。三。疼痛：由于持续的慢性炎症刺激，会阴、肛门和阴囊等部位出现严重的压痛和肿胀，并经常放射到耻骨上、腰骶、双侧腹股沟、会阴，并引起下肢疼痛，症状在早上一般比较明显。4。生理变化：早泄、射精、性欲丧失或阳痿，部分患者有射精疼痛及精子血。在一些不孕症病例中，慢性前列腺炎是一个重要的原因。5。失眠和梦境，疲劳和头晕，缺乏自信，抑郁，记忆力减退。建议您服用一些药物来治疗前列腺炎，观察和观察，如果不是更好，去医院治疗您的前列腺钙化情况。"
},
{
    "input": "不知道为什么竟然会生病，也感觉到不舒服了请问：睾丸炎通常该会是如何进行缓解呢",
    "output": "前列腺钙化在临床上是经常可以碰到的，是男性前列腺很常见的一个病变之一。一般来说，出现钙化的情况，如果身体没有明显的不适，可以不采取任何治疗，因为前列腺钙化对身体一般是没有什么影响的。如果比较大的钙化灶，可能会出现一些前列腺局部的隐痛或者钝痛，这个时候需要到医院检查，根据病情再治疗。"
},
{
    "input": "去检查确诊的前列腺增生，期间一直也没什么明显的症状，最近感觉自己腹部胀满，而且小便时断断续续的，晚上总是起夜，白天也感到尿频尿急的，这是不是说明我的病情严重了呢？请问：得前列腺增生到底怎么治疗合适呢",
    "output": "前列腺钙化在临床上是经常可以碰到的，是男性前列腺很常见的一个病变之一。一般来说，出现钙化的情况，如果身体没有明显的不适，可以不采取任何治疗，因为前列腺钙化对身体一般是没有什么影响的。如果比较大的钙化灶，可能会出现一些前列腺局部的隐痛或者钝痛，这个时候需要到医院检查，根据病情再治疗。"
},
{
    "input": "发现这个症状已经很久了，但是这个情况一直就没有好转，请问出现性功能障碍该如何治疗更好些呢",
    "output": "每天可以适当喝一些水，一些蔬菜以及水果，少吃辛辣，戒烟戒酒。心情也很重要，南瓜子的性温味甘，吃了之后具有补脾利水的功效，炒熟食用对患者出现的前列腺囊肿，小便酸涩不畅的症状比较有效果。患者可以在每天炒熟南瓜子之后当成零食吃。对于前列腺病变有很好帮助。"
},
{
    "input": "精神状态最近不是很好，也不知道怎么回事，请问：前列腺钙化怎样正确的进行治疗呢",
    "output": "每天可以适当喝一些水，一些蔬菜以及水果，少吃辛辣，戒烟戒酒。心情也很重要，南瓜子的性温味甘，吃了之后具有补脾利水的功效，炒熟食用对患者出现的前列腺囊肿，小便酸涩不畅的症状比较有效果。患者可以在每天炒熟南瓜子之后当成零食吃。对于前列腺病变有很好帮助。"
},
{
    "input": "最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：得龟头红肿后应该怎么样治疗的好些呢",
    "output": "您好，频繁过度的性行为会使前列腺在较长的时间内处于冲血状态，大量的血液在前列腺内很长时间地瘀积便会引起前列腺炎，假如专心频繁性生活下往，还会不断加剧前列腺炎的继续恶化。男性性生活频繁与前列腺疾病是有关系的，所以男性在日常生活中应当约束性生活，惯良好的性生活规律和习惯。假如再次出现了前列腺炎的早期症状，应当及早到正规实施诊病，以防前列腺炎继续恶化，增强救治的难度。"
},
{
    "input": "平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：阴经短小勃起时间短该会是阳痿吗",
    "output": "您好，频繁过度的性行为会使前列腺在较长的时间内处于冲血状态，大量的血液在前列腺内很长时间地瘀积便会引起前列腺炎，假如专心频繁性生活下往，还会不断加剧前列腺炎的继续恶化。男性性生活频繁与前列腺疾病是有关系的，所以男性在日常生活中应当约束性生活，惯良好的性生活规律和习惯。假如再次出现了前列腺炎的早期症状，应当及早到正规实施诊病，以防前列腺炎继续恶化，增强救治的难度。"
},
{
    "input": "突然感到了不适，去检查后竟然得了这个病，请问：性功能障碍的治疗费用该会是多少呢",
    "output": "你的情况是属于阳痿早泄，往往跟生活没规律，休息不好，精神压力过大等均有关系。那么对于你来说，首先要休息好，深度睡眠充足，其次是需要有戒掉烟酒等不良嗜好，再就是锻炼身体，可以互相配合中药内服治疗。平时还需要有注意饮食，多吃一些牡蛎、韭菜两类的帮助大幅提高你的性能力的食物。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：如何防治附睾炎会好处理呢",
    "output": "你的情况是属于阳痿早泄，往往跟生活没规律，休息不好，精神压力过大等均有关系。那么对于你来说，首先要休息好，深度睡眠充足，其次是需要有戒掉烟酒等不良嗜好，再就是锻炼身体，可以互相配合中药内服治疗。平时还需要有注意饮食，多吃一些牡蛎、韭菜两类的帮助大幅提高你的性能力的食物。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺增生呢？如果是，请问：前列腺增生到底应该怎样治疗好呢",
    "output": "是药三分毒，所以壮阳药品并非男性早泄、早泄最佳用品。想要有长久的效果并且在生活中持继小断的让自己的状态处在最佳，最好的方式还是食疗和药膳。早泄、早泄患者大多数属肾阳虚，宜选食温肾补阳的食品，如韭菜、胡桃肉等，忌寒凉之品。如属湿热下注所致早泄者，宜选食健脾清理湿热的食物，如白扁豆、薏仁米、山药、白术等配制食用。"
},
{
    "input": "精神状态不好，感觉到生病了，一查是哪个病，请问：前列腺钙化应该怎么治疗会好些呢",
    "output": "是药三分毒，所以壮阳药品并非男性早泄、早泄最佳用品。想要有长久的效果并且在生活中持继小断的让自己的状态处在最佳，最好的方式还是食疗和药膳。早泄、早泄患者大多数属肾阳虚，宜选食温肾补阳的食品，如韭菜、胡桃肉等，忌寒凉之品。如属湿热下注所致早泄者，宜选食健脾清理湿热的食物，如白扁豆、薏仁米、山药、白术等配制食用。"
},
{
    "input": "近段时间因为公司很忙，然后着急要孩子，可能情绪上也非常的紧张，猛然之间发现自己过性生活时好像有些力不从心了，有时候根本就不能勃起，我现在为这个事真的很痛苦，请问：房事勃起不坚该会是哪些情况吗",
    "output": "导致性功能障碍的原因是多样的，包括病理和心理等多方面的成因，有时两者可同时存在。如心血管疾病、糖尿病、高血压、肝肾疾病、前列腺疾病、内分泌疾病等有关心理性早泄，另外如果是长期运动，锻炼少，身体体质差，劳累过度，睡眠不安稳也有可能会影响到性生活质量的。需要自己放松心情，避免紧张焦虑，避免劳累过度，注意休息，节制性生活频率，如果还是不行的话，那么可以考虑再进一步检查。"
},
{
    "input": "精神状态最近不是很好，也不知道怎么回事，请问：一个月梦遗四五次究竟该会是怎么回事呢",
    "output": "导致性功能障碍的原因是多样的，包括病理和心理等多方面的成因，有时两者可同时存在。如心血管疾病、糖尿病、高血压、肝肾疾病、前列腺疾病、内分泌疾病等有关心理性早泄，另外如果是长期运动，锻炼少，身体体质差，劳累过度，睡眠不安稳也有可能会影响到性生活质量的。需要自己放松心情，避免紧张焦虑，避免劳累过度，注意休息，节制性生活频率，如果还是不行的话，那么可以考虑再进一步检查。"
},
{
    "input": "我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：勃起不坚流出白色液体会是怎么回事呢",
    "output": "你好，根据你描述的情况来看：治疗尿路结石从两方面考虑，一是治疗原发病如代谢紊乱、感染或已存在的解剖原因；另一方面是处理结石的并发症即梗阻，感染。最简单而有效的是大量饮水，稀释尿可延缓尿石生长及预防尿石再发，有感染时大量饮水多可促进引流，祝你早日康复。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，去医院检查了医生说是前列腺增生，请问：前列腺增生应怎样治疗会有效果呢",
    "output": "你好，根据你描述的情况来看：治疗尿路结石从两方面考虑，一是治疗原发病如代谢紊乱、感染或已存在的解剖原因；另一方面是处理结石的并发症即梗阻，感染。最简单而有效的是大量饮水，稀释尿可延缓尿石生长及预防尿石再发，有感染时大量饮水多可促进引流，祝你早日康复。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：性功能障碍术前该注意什么好些呢",
    "output": "男性出现了勃起功能障碍的问题，原因是一些的，和包皮过长，一定没太大关系，目前这种情况，建议及时的去医院做个这方面的检查，比如说抽血查性激素，泌尿生殖系统的彩超，阴茎的勃起实验和血流检验，而对你目前这种包皮过长的情况,建议复诊正规的公立医院，做个小手术，很简单的其实得了勃起功能障碍并不可怕，患者要认为自己是可以战胜病魔的，只要及时发现症状，并且对症治疗，缓解病情及康复的几率都非常大。"
},
{
    "input": "最近比较疲惫，身体有感觉到了不健康，会是得这个病了吗，请问：患有性功能障碍如何改善更好呢",
    "output": "男性出现了勃起功能障碍的问题，原因是一些的，和包皮过长，一定没太大关系，目前这种情况，建议及时的去医院做个这方面的检查，比如说抽血查性激素，泌尿生殖系统的彩超，阴茎的勃起实验和血流检验，而对你目前这种包皮过长的情况,建议复诊正规的公立医院，做个小手术，很简单的其实得了勃起功能障碍并不可怕，患者要认为自己是可以战胜病魔的，只要及时发现症状，并且对症治疗，缓解病情及康复的几率都非常大。"
},
{
    "input": "我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：勃起不坚是否会进行阳痿呢",
    "output": "你好，一条根据个人情况来说，如果再次出现性功能上升，一般多见于性生活过频，肾虚等引来，可以足量，多吃羊肉炖山药等补肾食物。也可以就诊做几下身体检查，看一看具体情况如何，根据仔细检查采用救治，不要盲目救治。平时要留意增加性生活次数，防止操劳，防止压力，足量实施身体锻练。"
},
{
    "input": "感觉到身体有些不舒服，但是不知道怎么回事，请问：我有滑精的现象能如何进行处理呢",
    "output": "你好，一条根据个人情况来说，如果再次出现性功能上升，一般多见于性生活过频，肾虚等引来，可以足量，多吃羊肉炖山药等补肾食物。也可以就诊做几下身体检查，看一看具体情况如何，根据仔细检查采用救治，不要盲目救治。平时要留意增加性生活次数，防止操劳，防止压力，足量实施身体锻练。"
},
{
    "input": "交第一个女朋友时就发现自己好像存在阳痿的情况，期间14年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：勃起时间短硬度不够能怎么处理呢",
    "output": "你好，根据你描述的情况来看：泌尿系统结石需要根据结石的大小来决定治疗方法，如果患者的结石比较小，可以通过排石颗粒，热淋清胶囊治疗，多喝水，这样保守治疗也可以排出结石，但是对于比较大的泌尿系统结石，就应当使用手术或者激光的方法来进行治疗，祝你早日康复。"
},
{
    "input": "近段时间因为公司很忙，然后着急要孩子，可能情绪上也非常的紧张，猛然之间发现自己过性生活时好像有些力不从心了，有时候根本就不能勃起，我现在为这个事真的很痛苦，请问：舌苔发白勃起不坚能否会是阳痿呢",
    "output": "你好，根据你描述的情况来看：泌尿系统结石需要根据结石的大小来决定治疗方法，如果患者的结石比较小，可以通过排石颗粒，热淋清胶囊治疗，多喝水，这样保守治疗也可以排出结石，但是对于比较大的泌尿系统结石，就应当使用手术或者激光的方法来进行治疗，祝你早日康复。"
},
{
    "input": "平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：阴茎勃起不坚为什么勃起有困难呢",
    "output": "早泄由于影响因素有很多，并不是所有的情况都 可以药物治疗，建议最好针对自身情况，做性神经敏感度检测等相关性功能的检查后，明确自身具体的病因病情后再考虑治疗，在生活上注意适当身体锻炼 多和爱人沟通交流，可以使用避孕套，适当变换性生活姿势等等。建议你及早到正规医院检查治疗。建议到本地三甲医院或者三甲以上的登记医院检查治疗。"
},
{
    "input": "患病也有很长时间了，但是一检查才发现是这病，请问：今早上做梦遗精了会是遗精吗",
    "output": "早泄由于影响因素有很多，并不是所有的情况都 可以药物治疗，建议最好针对自身情况，做性神经敏感度检测等相关性功能的检查后，明确自身具体的病因病情后再考虑治疗，在生活上注意适当身体锻炼 多和爱人沟通交流，可以使用避孕套，适当变换性生活姿势等等。建议你及早到正规医院检查治疗。建议到本地三甲医院或者三甲以上的登记医院检查治疗。"
},
{
    "input": "最近刚交了女朋友，性生活时发现自己根本就不能勃起，就算勃起也维持不了多长时间，我现在这种情况是阳痿吗？请问：症状是勃起时间短为什么会无力呢",
    "output": "慢走路可以调整心情的紧张程度，可以调整人体新陈代谢，可以调整人体的血糖。你糖尿病也可以引起人体阳痿早泄，性功能障碍，那么走路可以加快人体的新陈代谢，可以减低血糖。没恢复人体的性命体征及健康。也就是进化人体的性命健康。走路也是一种体育锻炼，它能增加人体的体质，进化人体，身体健康，对人体的阳痿早泄起些辅助作用，同时，是吧，也能增强前列腺的血流供给。除此之外，患者在治疗勃起功能障碍期间，除了要及时治疗外，患者的饮食状况和心理状态也是十分重要，患者必须防止精神上过度的紧张和担忧，以免对勃起功能障碍的恢复引发了不必要的影响。"
},
{
    "input": "我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：我勃起不坚为什么阳痿呢",
    "output": "慢走路可以调整心情的紧张程度，可以调整人体新陈代谢，可以调整人体的血糖。你糖尿病也可以引起人体阳痿早泄，性功能障碍，那么走路可以加快人体的新陈代谢，可以减低血糖。没恢复人体的性命体征及健康。也就是进化人体的性命健康。走路也是一种体育锻炼，它能增加人体的体质，进化人体，身体健康，对人体的阳痿早泄起些辅助作用，同时，是吧，也能增强前列腺的血流供给。除此之外，患者在治疗勃起功能障碍期间，除了要及时治疗外，患者的饮食状况和心理状态也是十分重要，患者必须防止精神上过度的紧张和担忧，以免对勃起功能障碍的恢复引发了不必要的影响。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：哪里能看好前列腺肥大",
    "output": "你这个观点可能会不太正确，当兵之后性功能是正常的，除非说你中途再次出现了身体疾病，但是也不能够说是当兵的原因，在看待自己的性功能方面，男人的表现出往往有点神经质。一旦发现自己的性能力较以前质量有所变动，就忧心忡忡，老质疑自己的性功能减退。有些人甚至找一些乱七八糟的“狗皮膏药”乱吃一通，直到他不见踪影效果和适得其反。"
},
{
    "input": "交第一个女朋友时就发现自己好像存在阳痿的情况，期间10年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：我手淫过度勃起时间为什么会短呢",
    "output": "你这个观点可能会不太正确，当兵之后性功能是正常的，除非说你中途再次出现了身体疾病，但是也不能够说是当兵的原因，在看待自己的性功能方面，男人的表现出往往有点神经质。一旦发现自己的性能力较以前质量有所变动，就忧心忡忡，老质疑自己的性功能减退。有些人甚至找一些乱七八糟的“狗皮膏药”乱吃一通，直到他不见踪影效果和适得其反。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：有前列腺增生后该怎么样治疗",
    "output": "对于男性朋友们来说，在实施房事的时候，我们腰部以及手臂都是非常需要有去看重的了，是必须要有力量，才可以帮助我们更好的实施房事的了，而仰卧起坐就是可以帮助我们增加身体力量的一种活动了哦，还可以帮助男性增加腿间的血液循环，是有助于增强性能力的了，每天做二十个就可以了，坚持下去很有好处。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：前列腺增生到底要怎么样才能治疗好",
    "output": "对于男性朋友们来说，在实施房事的时候，我们腰部以及手臂都是非常需要有去看重的了，是必须要有力量，才可以帮助我们更好的实施房事的了，而仰卧起坐就是可以帮助我们增加身体力量的一种活动了哦，还可以帮助男性增加腿间的血液循环，是有助于增强性能力的了，每天做二十个就可以了，坚持下去很有好处。"
},
{
    "input": "最近总是有不舒服的情况，慢慢的之后也越来越不适，请问：出现肉芽肿性前列腺炎要怎么治呢",
    "output": "如果只是偶尔一次遗精，可见于正常人，如果频繁遗精是不正常的，多见于肾虚等疾病引起，可以服用金锁固精丸等药物治疗，也可以到医院中医科就诊，进行辨证，看是否有肾虚等疾病，根据检查采取药物治疗。平时注意放松心情，避免不良刺激，不要看色情视频和色情书。"
},
{
    "input": "近段时间因为公司很忙，然后着急要孩子，可能情绪上也非常的紧张，猛然之间发现自己过性生活时好像有些力不从心了，有时候根本就不能勃起，我现在为这个事真的很痛苦，请问：十四五岁就手淫能否会是阳痿呢",
    "output": "如果只是偶尔一次遗精，可见于正常人，如果频繁遗精是不正常的，多见于肾虚等疾病引起，可以服用金锁固精丸等药物治疗，也可以到医院中医科就诊，进行辨证，看是否有肾虚等疾病，根据检查采取药物治疗。平时注意放松心情，避免不良刺激，不要看色情视频和色情书。"
},
{
    "input": "交第一个女朋友时就发现自己好像存在阳痿的情况，期间11年时间试了很多方法也不能恢复正常，我都打算放弃了，但是父母一直催我结婚生子，我觉得很对不起父母，还是想再治疗一下，请问：勃起不坚通常会是怎么一回事呢",
    "output": "男人增加性功能的方法就有经常晒太阳，除了做仰卧起坐，这是一种非常不错的锻练方式，在做仰卧起坐的时候，身体的一些部位都需要有相互配合，这个动作和男性在实施性生活的时候发力是差不多的，所以，男性就可以通过做仰卧起坐来稳定血管弹性，让自己的肌肉力量变得更加强大。建议生活上保持良好的生活习惯不要熬夜，饮食要清淡为基础，适当的锻练对性功能也是有帮助的。"
},
{
    "input": "最近总是有不舒服的情况，慢慢的之后也越来越不适，请问：感觉性功能下降严重会如何处理呢",
    "output": "男人增加性功能的方法就有经常晒太阳，除了做仰卧起坐，这是一种非常不错的锻练方式，在做仰卧起坐的时候，身体的一些部位都需要有相互配合，这个动作和男性在实施性生活的时候发力是差不多的，所以，男性就可以通过做仰卧起坐来稳定血管弹性，让自己的肌肉力量变得更加强大。建议生活上保持良好的生活习惯不要熬夜，饮食要清淡为基础，适当的锻练对性功能也是有帮助的。"
},
{
    "input": "最近刚交了女朋友，性生活时发现自己根本就不能勃起，就算勃起也维持不了多长时间，我现在这种情况是阳痿吗？请问：没有晨勃为什么做爱不坚挺没有性欲呢",
    "output": "因为长期过量地饮酒会致使性功能上升。据国外学者试验证明，在慢性酒精中毒者中，再次发生睾丸萎缩者高达65％；前列腺膨胀者达58％；再次发生早泄的占17％～38％；性欲减退者占34％～65％。这是因为酒精危害了排泄雄性激素的睾丸，使雄性激素在体内显著增加所致。性功能是受中枢神经系统调整的。建议生活上保持良好的生活习惯不要熬夜，饮食要清淡为基础，适当的锻练对性功能也是有帮助的。"
},
{
    "input": "一段时间感觉到身体很累，去医院检查就知道得病了，请问：手淫三四年了天天弄是否会造成遗精呢",
    "output": "因为长期过量地饮酒会致使性功能上升。据国外学者试验证明，在慢性酒精中毒者中，再次发生睾丸萎缩者高达65％；前列腺膨胀者达58％；再次发生早泄的占17％～38％；性欲减退者占34％～65％。这是因为酒精危害了排泄雄性激素的睾丸，使雄性激素在体内显著增加所致。性功能是受中枢神经系统调整的。建议生活上保持良好的生活习惯不要熬夜，饮食要清淡为基础，适当的锻练对性功能也是有帮助的。"
},
{
    "input": "最近刚交了女朋友，性生活时发现自己根本就不能勃起，就算勃起也维持不了多长时间，我现在这种情况是阳痿吗？请问：可以勃起但是不坚挺该如何处理呢",
    "output": "有一些影响的，过量运动会致使，一、心率发生改变，二、肌肉骨骼发生改变，三、免疫系统发生改变，四、激素发生改变，五、深度睡眠发生改变等，活动过多的话会让身体有这些变动，对身体是不好的，另外你生活上保持良好的生活习惯不要吸烟，喝啤酒，也不要熬夜，饮食要清淡为基础，适当的锻练对性功能也是有帮助的。"
},
{
    "input": "我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：勃起不坚为什么中途软了会阳痿吗",
    "output": "有一些影响的，过量运动会致使，一、心率发生改变，二、肌肉骨骼发生改变，三、免疫系统发生改变，四、激素发生改变，五、深度睡眠发生改变等，活动过多的话会让身体有这些变动，对身体是不好的，另外你生活上保持良好的生活习惯不要吸烟，喝啤酒，也不要熬夜，饮食要清淡为基础，适当的锻练对性功能也是有帮助的。"
},
{
    "input": "我发现自己没有晨勃，而且这段时间自慰的时候发现我根本已经不会勃起了，我这到底是是什么情况，是阳痿了吗？太吓人了，请问：男3o岁阴茎勃起不坚该如何改善呢",
    "output": "你好，根据您现在的这一种情况，性生活的质量主要是靠技术水平或阴茎海绵体的一种冲血来选择的和那种胖瘦，并没有太直接的一种关联性。建议您现在的这种情况到专业的泌尿外科来仔细检查这种激素水平或阴茎海绵体血流多普勒，这样才能做出更明确的推测来决定药物干涉的治疗方式。"
},
{
    "input": "这个星期一直觉得小便时有种尿不干净的感觉，然后好像尿尿的时候很无力，尿线也很细，甚至感觉尿不太出来似的，这种情况是不是前列腺增生呢？如果是，请问：出现前列腺增生该怎么治",
    "output": "你好，根据您现在的这一种情况，性生活的质量主要是靠技术水平或阴茎海绵体的一种冲血来选择的和那种胖瘦，并没有太直接的一种关联性。建议您现在的这种情况到专业的泌尿外科来仔细检查这种激素水平或阴茎海绵体血流多普勒，这样才能做出更明确的推测来决定药物干涉的治疗方式。"
},
{
    "input": "近段时间因为公司很忙，然后着急要孩子，可能情绪上也非常的紧张，猛然之间发现自己过性生活时好像有些力不从心了，有时候根本就不能勃起，我现在为这个事真的很痛苦，请问：性功能不好勃起不坚挺能怎么处理呢",
    "output": "现在的生活条件是比较好的，所以出现遗精的孩子也会越来越早以前的时候，孩子应该在十六七岁才会出现遗精的现象，可是现在，发育比较早的孩子十一二岁就会出现遗精，只要是不是频繁的遗精，是不会影响孩子生长发育的，但是也有的人会十五六岁，毕竟身体的情况不一样。"
},
{
    "input": "昨天上厕所的时候好像感觉有点不太顺利，尿不干净的感觉，而且我感觉自己的痔疮好像也有点严重了，这是不是我的前列腺增生又犯了，压迫导致的啊？请问：得了前列腺囊肿到底该怎么办",
    "output": "现在的生活条件是比较好的，所以出现遗精的孩子也会越来越早以前的时候，孩子应该在十六七岁才会出现遗精的现象，可是现在，发育比较早的孩子十一二岁就会出现遗精，只要是不是频繁的遗精，是不会影响孩子生长发育的，但是也有的人会十五六岁，毕竟身体的情况不一样。"
},
{
    "input": "我总感觉自己的前列腺部位不是很舒服，去检查了发现是有钙化灶的存在，医生说无需治疗，但是我自己很担心，所以想咨询一下。请问：前列腺钙化要咋治才有好的效果",
    "output": "遗精是比较正常的男性的生理情况，一般大约一个月会出现三次左右。如果有正常性生活，那么遗精次数会相应的减少了。可以密切观察看看，如果无乏力盗汗怕冷怕热等等症状，无须处理，无须药物治疗。平时一定要加强保养保健。一个月出现遗精三四次都是正常的，但如果出现频繁的遗精则是不正常的表现。"
},
{
    "input": "平时工作比较忙，身体也觉得很疲劳，最近和媳妇过性生活时发现自己不能勃起了，为此夫妻感情也受到了影响，我真的觉得很苦恼，请问：勃起不坚时间短为什么脸上爱出汗呢",
    "output": "遗精是比较正常的男性的生理情况，一般大约一个月会出现三次左右。如果有正常性生活，那么遗精次数会相应的减少了。可以密切观察看看，如果无乏力盗汗怕冷怕热等等症状，无须处理，无须药物治疗。平时一定要加强保养保健。一个月出现遗精三四次都是正常的，但如果出现频繁的遗精则是不正常的表现。"
},
{
    "input": "去年9月份确诊的前列腺增生，期间一直也没什么明显的症状，最近感觉自己腹部胀满，而且小便时断断续续的，晚上总是起夜，白天也感到尿频尿急的，这是不是说明我的病情严重了呢？请问：治前列腺增生效果好的方法",
    "output": "遗精会影响第二天状态的，因为自己在不知道的情况下，发生精液流出来，说明自己的体质就有点虚弱，现在就是注意休息好，注意饮食，注意多喝水，注意多排尿，注意多吃点有营养的食物，适当的锻炼一下就会好转的。现在就是先调理一段时间，尽量的少接触一下性的东西。"
},
{
    "input": "最近身体出现不适，也有很多的不适症状出现，因此去医院检查，结果被告之患上了前列腺囊肿，想先了解一下前列腺囊肿会治疗吗？",
    "output": "遗精会影响第二天状态的，因为自己在不知道的情况下，发生精液流出来，说明自己的体质就有点虚弱，现在就是注意休息好，注意饮食，注意多喝水，注意多排尿，注意多吃点有营养的食物，适当的锻炼一下就会好转的。现在就是先调理一段时间，尽量的少接触一下性的东西。"
},
{
    "input": "前段时间感冒了，但是烧一直没退，去医院检查了医生说我是得了睾丸炎，也不知道怎么好好的就得了这个病情，请问：有附睾炎咋治较好？",
    "output": "根据你说的你可能是性生活频繁引发性功能退化，性生活是不能过于频繁，适量的性生活对双方感情是帮助的，不只是对生活带来愉悦感，而且还能促进人体的内分泌功能方面不会引起内分泌失调的发生，建议平时可以喝点枸杞水，做深蹲，科学饮食都是现在提高性功能的方式，另外戒烟戒酒对身体也是有好处的。健康的身体是保证性功能的基础。"
},
{
    "input": "本人男，28岁，无不良嗜好，但是前段时间被检查出来的了睾丸炎，现在每天都觉得睾丸很疼，而且有时候还老发高烧，我现在真的很苦恼，请问：附睾炎要怎么治疗效果更好",
    "output": "根据你说的你可能是性生活频繁引发性功能退化，性生活是不能过于频繁，适量的性生活对双方感情是帮助的，不只是对生活带来愉悦感，而且还能促进人体的内分泌功能方面不会引起内分泌失调的发生，建议平时可以喝点枸杞水，做深蹲，科学饮食都是现在提高性功能的方式，另外戒烟戒酒对身体也是有好处的。健康的身体是保证性功能的基础。"
},
{
    "input": "我感觉我自己好像是得了睾丸炎了，我发现我睾丸的皮肤特别的红，而且好像有点肿，摸上去也很疼，持续了一个礼拜这个症状也没有减轻，我还很年轻，都没有结婚，我真的很害怕，请问：附睾炎要怎样治比较有效",
    "output": "前列腺钙化由慢性炎症传染后构成的，该病可能引发前列腺炎久治不愈。由于疾病长期没能治疗，各种症状和不适在性交后加重，或直接干扰性生活的感应和质量，对患者引发一种恶性刺激，渐渐对性表现一种厌恶感，导致阳萎、早泄等现象。如果出现炎症会影响到受孕的。不能够加班，生活有规律，饮食起居有常，防感冒。感冒、劳累过度容易导致免疫功能低下，易引起前列腺疾病的复发"
},
{
    "input": "老觉得睾丸里面好像有积液，而且睾丸又红又肿的，但是因为是那个地方所以也不太好意思去看医生，自己查了一下感觉应该好像是睾丸炎引起的，请问：附睾炎治疗注意事项",
    "output": "前列腺钙化由慢性炎症传染后构成的，该病可能引发前列腺炎久治不愈。由于疾病长期没能治疗，各种症状和不适在性交后加重，或直接干扰性生活的感应和质量，对患者引发一种恶性刺激，渐渐对性表现一种厌恶感，导致阳萎、早泄等现象。如果出现炎症会影响到受孕的。不能够加班，生活有规律，饮食起居有常，防感冒。感冒、劳累过度容易导致免疫功能低下，易引起前列腺疾病的复发"
},
{
    "input": "前段时间感冒了，所以发烧怕冷我就当是感冒导致的，但是烧一直没退，去医院检查了医生说我是得了睾丸炎，也不知道怎么好好的就得了这个病情，请问：附睾炎期间应该吃什么",
    "output": "附睾炎绝大部分是上行感染导致，症状是附睾肿大，疼痛不适，可以做彩超仔细检查明确。附睾炎治疗不彻底，容易反复，并且影响精子导致不育。平时注意清洗会阴部，包皮过长可以手术，以防上行感染。建议您去正规医院复诊，做附睾睾丸磁共振仔细检查，一般需要使用抗生素治疗2周时间，平时注意休息。"
},
{
    "input": "有一段时间了，我的睾丸一直有点隐隐的发胀，最近开始觉得有些疼，尤其是摸的时候疼的特别厉害，另外一侧好像还有一些肿大，我非常的担心，请问：出现附睾炎应该咋治疗好",
    "output": "附睾炎绝大部分是上行感染导致，症状是附睾肿大，疼痛不适，可以做彩超仔细检查明确。附睾炎治疗不彻底，容易反复，并且影响精子导致不育。平时注意清洗会阴部，包皮过长可以手术，以防上行感染。建议您去正规医院复诊，做附睾睾丸磁共振仔细检查，一般需要使用抗生素治疗2周时间，平时注意休息。"
},
{
    "input": "最近总是有不舒服的情况，慢慢的之后也越来越不适，请问：半月遗精7次怎么办为什么会频繁呢",
    "output": "青春期男孩子性功能旺盛，如果没有手淫和性生活，就会有遗精和梦遗的症状，属于正常的生理现象，只要不过于频繁，也不需要特别的治疗。遗精是很正常的，如果频繁的遗精就预示着有身体器质性的病变了。连续两次遗精不能反应有疾病，也许是白天工作学习紧张或看什么刺激性的文章图片等，晚上盖得被子厚，都可以导致遗精。"
},
{
    "input": "这个情况有一点时间了，就是老觉得睾丸里面好像有积液，而且睾丸又红又肿的，但是因为是那个地方所以也不太好意思去看医生，自己查了一下感觉应该好像是睾丸炎引起的，请问：患上附睾炎该如何治疗",
    "output": "青春期男孩子性功能旺盛，如果没有手淫和性生活，就会有遗精和梦遗的症状，属于正常的生理现象，只要不过于频繁，也不需要特别的治疗。遗精是很正常的，如果频繁的遗精就预示着有身体器质性的病变了。连续两次遗精不能反应有疾病，也许是白天工作学习紧张或看什么刺激性的文章图片等，晚上盖得被子厚，都可以导致遗精。"
},
{
    "input": "昨天晚上洗澡的时候摸到自己的睾丸觉得有点等，尽早起来好像有点发烧，下午就更严重了，我去医院检查了说我是得了睾丸炎，我真的非常担心，请问：附睾炎的常见治疗方案",
    "output": "出现重度早泄，一般相信是出现龟头敏感的可能。跟过度性交性生活都有很大的关系，出现龟头敏感度严重的可以做阴茎血流图的检验。也可以做龟头敏感度的测验。平时不要喝酒，也不要吃辣椒等食物，防止伤口疼痛的可能，要在当地医生指导下使用药物。对于勃起不坚严重患者来说，建议尽快就诊，根据医生的意见来尽快治疗，不要随意换新药物治疗，否则疗效适得其反，以上意见仅供参考。"
},
{
    "input": "突然感到了不适，去检查后竟然得了这个病，请问：性功能下降为什么没勃起硬度会不够呢",
    "output": "出现重度早泄，一般相信是出现龟头敏感的可能。跟过度性交性生活都有很大的关系，出现龟头敏感度严重的可以做阴茎血流图的检验。也可以做龟头敏感度的测验。平时不要喝酒，也不要吃辣椒等食物，防止伤口疼痛的可能，要在当地医生指导下使用药物。对于勃起不坚严重患者来说，建议尽快就诊，根据医生的意见来尽快治疗，不要随意换新药物治疗，否则疗效适得其反，以上意见仅供参考。"
},
{
    "input": "去年9月份确诊的前列腺增生，期间一直也没什么明显的症状，最近感觉自己腹部胀满，而且小便时断断续续的，晚上总是起夜，白天也感到尿频尿急的，这是不是说明我的病情严重了呢？请问：治前列腺增生效果好的方法",
    "output": "阴茎短小，那没有办法发生改变。建议你查泌尿系彩超，如果没问题，求救中医辨证论治调治。补益肾阳。服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于彻底恢复。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "右侧附睾炎医院做彩超睾丸等都没什么问题，医生让吃点消炎药，吃了快两周了，现在睾丸也不肿，就是感觉不时的腹部右侧有点莫名的轻微疼，有时感觉睾丸还会有点不适。每天用热水冷敷3次。附睾炎要怎么样治恢复快？",
    "output": "阴茎短小，那没有办法发生改变。建议你查泌尿系彩超，如果没问题，求救中医辨证论治调治。补益肾阳。服食补肾益气药物治疗。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于彻底恢复。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "我发现我睾丸的皮肤特别的红，而且好像有点肿，摸上去也很疼，持续了一个礼拜这个症状也没有减轻，我还很年轻，都没有结婚，我真的很害怕，请问：附睾炎应该怎么样治较好",
    "output": "提肛活动可以大幅提高性功能，因为提肛活动可以稳定男性勃起障碍，从而大幅提高性功能。提肛活动自然轻松的紧缩活动对勃起障碍的救治有很大的救治。”活动可增加阴茎海绵体压力，有助于性功能稳定。同时提肛活动有利于阴茎血流不足引发的勃起困难或者是那些心里上的困惑再次出现的早泄都有治疗效果。"
},
{
    "input": "近段时间我总是觉得我的睾丸很疼，而且这个礼拜我发烧2次了，平时吧老觉得冷，而且洗澡的时候摸到自己的睾丸好像里面有很多液体似的，请问：得了附睾炎不能吃什么",
    "output": "提肛活动可以大幅提高性功能，因为提肛活动可以稳定男性勃起障碍，从而大幅提高性功能。提肛活动自然轻松的紧缩活动对勃起障碍的救治有很大的救治。”活动可增加阴茎海绵体压力，有助于性功能稳定。同时提肛活动有利于阴茎血流不足引发的勃起困难或者是那些心里上的困惑再次出现的早泄都有治疗效果。"
},
{
    "input": "我之前得过前列腺炎，这几年一直都控制的蛮好的，没有复发症前俩天打算去复查一下看看，结果发现存在前列腺钙化的问题，我担心这个情况的存在会影响我的健康，请问：前列腺钙化早期有哪些症状",
    "output": "应是有前列腺炎致早泄，应去正规医院仔细检查化验，诊断后中西药结合治疗，多活动锻练增加抵抗力，补肾固精，不久坐，多喝水，不吃辛辣。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于彻底恢复。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：得了前列腺囊肿怎样治",
    "output": "应是有前列腺炎致早泄，应去正规医院仔细检查化验，诊断后中西药结合治疗，多活动锻练增加抵抗力，补肾固精，不久坐，多喝水，不吃辛辣。平时用枸杞泡茶，食补韭菜、牛肉、羊肉，留意做提肛活动有助于彻底恢复。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：哪里能看好前列腺肥大",
    "output": "患急性附睾炎时机，不要性生活。因附睾处在冲血、水肿的炎性状态，性交时阴茎广泛冲血，会加重附睾的浮肿，不利炎症消褪。一定要在附睾炎治疗之后，方才能逐步开始性生活。附睾炎是男性比较常见的一种疾病情，一般分成急性和慢性附睾炎两种，对男性的身心健康有很大的干扰。导致精子活力上升，严重的可以导致男性不育。所以要及时的治疗。除了及时治疗附睾炎外，患者还需要有看重护理方面，比如恰当饮食，始终保持心情愉快。与此同时患者还要留意决定一家专业医院诊病情，这样才能获得良好的治疗效果。"
},
{
    "input": "我总感觉自己的前列腺部位不是很舒服，去检查了发现是有钙化灶的存在，医生说无需治疗，但是我自己很担心，所以想咨询一下。请问：治前列腺钙化好办法",
    "output": "患急性附睾炎时机，不要性生活。因附睾处在冲血、水肿的炎性状态，性交时阴茎广泛冲血，会加重附睾的浮肿，不利炎症消褪。一定要在附睾炎治疗之后，方才能逐步开始性生活。附睾炎是男性比较常见的一种疾病情，一般分成急性和慢性附睾炎两种，对男性的身心健康有很大的干扰。导致精子活力上升，严重的可以导致男性不育。所以要及时的治疗。除了及时治疗附睾炎外，患者还需要有看重护理方面，比如恰当饮食，始终保持心情愉快。与此同时患者还要留意决定一家专业医院诊病情，这样才能获得良好的治疗效果。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：引发前列腺增生的常见病因是什么",
    "output": "前列腺增生的病人,一般药物治疗都决定的是普乐安片.你现在效果不明显了,有可能是你的纤维化进一步扩张了,所以药物效果也不是很好了.你可以测试一下中药,如果效果也不好的话,还是建议手术治疗.。前列腺增生的治疗方法有许多，但是由于患者症状不同所以采用的诊病方法也就不一样，因此患者需要有及时检查诊断，方才能对症治疗。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：有治前列腺增生专业的医院吗",
    "output": "前列腺增生的病人,一般药物治疗都决定的是普乐安片.你现在效果不明显了,有可能是你的纤维化进一步扩张了,所以药物效果也不是很好了.你可以测试一下中药,如果效果也不好的话,还是建议手术治疗.。前列腺增生的治疗方法有许多，但是由于患者症状不同所以采用的诊病方法也就不一样，因此患者需要有及时检查诊断，方才能对症治疗。"
},
{
    "input": "八十多岁老人，前列腺肥大，小便困难，需要有那种药物效果、如何去医院复诊过：没去过当前服药证明：没服药既往病史及手术史：没",
    "output": "根据患者提供的情况，最常见的引来龟头炎症的原因，就是包皮过长，建议患者首先确认自己可有包皮过长的情况，如果拥有，一般情况下，需要有实施手术治疗，单纯的龟头炎症可以采取低浓度的高锰酸钾溶液实施泡洗缓解症状。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：前列腺增生要怎么治效果会好些",
    "output": "根据患者提供的情况，最常见的引来龟头炎症的原因，就是包皮过长，建议患者首先确认自己可有包皮过长的情况，如果拥有，一般情况下，需要有实施手术治疗，单纯的龟头炎症可以采取低浓度的高锰酸钾溶液实施泡洗缓解症状。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：前列腺囊肿是怎么引发的",
    "output": "你好，你的叙述已经看见，深度睡眠流汗，其拥有很明显的肾阴虚，勃起不坚拥有肾虚症状，建议应当留意增强活动，缓解压力，用点中成药比如说六味地黄丸治疗的。对于勃起不坚严重患者来说，建议立刻就诊，根据医生的意见来立刻治疗，不要盲目误信广告药物来治疗，以免令得病情严重。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：有前列腺增生后怎么治疗好",
    "output": "你好，你的叙述已经看见，深度睡眠流汗，其拥有很明显的肾阴虚，勃起不坚拥有肾虚症状，建议应当留意增强活动，缓解压力，用点中成药比如说六味地黄丸治疗的。对于勃起不坚严重患者来说，建议立刻就诊，根据医生的意见来立刻治疗，不要盲目误信广告药物来治疗，以免令得病情严重。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：出现前列腺囊肿怎么办较好",
    "output": "你好，根据您的叙述，随着年龄的增涨，压力过大等原因都可以致使性生活的障碍。建议你平时要留意歇息，多活动，多锻练。行业规律生活，口服六味地黄丸调养。针对患者来说，不举病情严重就要立刻对症治疗，恰当用药，否则会致使不举再次病发，除此之外，患者还需要有恰当饮食，始终保持心情愉快，期望上述的问题答案可以帮助到大家，谢谢。"
},
{
    "input": "其实一开始也没有很严重，就是每次尿尿的时候感觉好像有点阻力，最近发现情况越来越严重了，有时候尿很细，反正排尿很困难，还有点发疼，我很担心，请问：前列腺囊肿患者的饮食要注意什么",
    "output": "你好，根据您的叙述，随着年龄的增涨，压力过大等原因都可以致使性生活的障碍。建议你平时要留意歇息，多活动，多锻练。行业规律生活，口服六味地黄丸调养。针对患者来说，不举病情严重就要立刻对症治疗，恰当用药，否则会致使不举再次病发，除此之外，患者还需要有恰当饮食，始终保持心情愉快，期望上述的问题答案可以帮助到大家，谢谢。"
},
{
    "input": "我今年才18岁，平时有手淫的习惯，最近发现自己的龟头上长了一些小疙瘩，症状好像是龟头炎，这个严重吗？不会有什么事吧，请问：龟头炎怎么治疗外用药？",
    "output": "冠状沟会再次出现白色豆腐渣样分泌物，有轻微腥臭味，阴茎未见红肿、但是有发炎的现象，考虑是包皮性龟头炎。这种情况一般情况下与个人卫生情况及包皮长包皮垢的刺激因素关于。建议注意个人卫生，如果包皮长的话可以做包皮环切术。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我今年才18岁，平时有手淫的习惯，最近发现自己的龟头上长了一些小疙瘩，症状好像是龟头炎，这个严重吗？不会有什么事吧，请问：该怎么治疗龟头炎好？",
    "output": "冠状沟会再次出现白色豆腐渣样分泌物，有轻微腥臭味，阴茎未见红肿、但是有发炎的现象，考虑是包皮性龟头炎。这种情况一般情况下与个人卫生情况及包皮长包皮垢的刺激因素关于。建议注意个人卫生，如果包皮长的话可以做包皮环切术。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"
},
{
    "input": "我28岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问前列腺钙化中医和西医治疗哪个好？",
    "output": "常见的睾丸炎有非特异性和腮腺炎性两种。任何化脓性败血症均可第二级神经元急性化脓性睾丸炎,甚至引来睾丸脓肿。致病菌多为大肠杆菌,链球菌,葡萄球菌及绿脓杆菌。其实,化脓性睾丸炎最为常见的原因是由附睾炎漫延而引起的传染,因此,实际上应该是附睾睾丸炎。患者常常再次出现睾丸疼痛,并向腹股沟反射,有明显的往下坠感觉,并伴发高热,恶心,干呕,白细胞下降等,同时睾丸肿大,压痛非常明显,阴囊皮肤红肿。发觉这种情况,需要有及时到医院诊病。睾丸炎是可以自愈的。"
},
{
    "input": "我27岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问前列腺钙化灶中医能治疗好吗？",
    "output": "常见的睾丸炎有非特异性和腮腺炎性两种。任何化脓性败血症均可第二级神经元急性化脓性睾丸炎,甚至引来睾丸脓肿。致病菌多为大肠杆菌,链球菌,葡萄球菌及绿脓杆菌。其实,化脓性睾丸炎最为常见的原因是由附睾炎漫延而引起的传染,因此,实际上应该是附睾睾丸炎。患者常常再次出现睾丸疼痛,并向腹股沟反射,有明显的往下坠感觉,并伴发高热,恶心,干呕,白细胞下降等,同时睾丸肿大,压痛非常明显,阴囊皮肤红肿。发觉这种情况,需要有及时到医院诊病。睾丸炎是可以自愈的。"
},
{
    "input": "我29岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问前列腺钙化斑影响尿路吗？",
    "output": "你好，你的情况拥有前列腺囊肿引来的症状，一般会引来尿频尿急以及尿不净等症状的，小的话而且没症状的话可以不需要治疗的。建议首先就要注意歇息，清淡温热易消化饮食很重要的，建议你积极服药治疗，比如说服食哈乐胶囊以及左氧氟沙星片治疗看一看，不要长时间坐着为宜的，前列腺囊肿对患者们带给的伤害是非常大的，一旦发觉自身的症状，就要及时就诊诊病，同时多看重饮食问题，以清淡食物为基础，期望前列腺囊肿患者能获得专业治疗。"
},
{
    "input": "我30岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问前列腺钙化请问如何治疗？",
    "output": "你好，你的情况拥有前列腺囊肿引来的症状，一般会引来尿频尿急以及尿不净等症状的，小的话而且没症状的话可以不需要治疗的。建议首先就要注意歇息，清淡温热易消化饮食很重要的，建议你积极服药治疗，比如说服食哈乐胶囊以及左氧氟沙星片治疗看一看，不要长时间坐着为宜的，前列腺囊肿对患者们带给的伤害是非常大的，一旦发觉自身的症状，就要及时就诊诊病，同时多看重饮食问题，以清淡食物为基础，期望前列腺囊肿患者能获得专业治疗。"
},
{
    "input": "我30岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问前列腺钙化性生活有影响吗？",
    "output": "考虑过度性交引来的肾虚症状，会有勃起困难，勃起不坚，性功能上升，身体乏力的症状。建议增加自抑能力，防止过度性交，多吃黑芝麻核桃等食物，留意歇息和防寒，口服金溃肾气丸调养，可以有所转好。勃起不坚患者可以在了解对症治疗的同时，在生活中用偏方做为辅助治疗，在日常生活饮食中需要有恰当饮食，防止刺激性食物。"
},
{
    "input": "我29岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问前列腺钙化怎么治疗呀？",
    "output": "考虑过度性交引来的肾虚症状，会有勃起困难，勃起不坚，性功能上升，身体乏力的症状。建议增加自抑能力，防止过度性交，多吃黑芝麻核桃等食物，留意歇息和防寒，口服金溃肾气丸调养，可以有所转好。勃起不坚患者可以在了解对症治疗的同时，在生活中用偏方做为辅助治疗，在日常生活饮食中需要有恰当饮食，防止刺激性食物。"
},
{
    "input": "我31岁，最近感觉我的尿尿的时候好象不太舒服，而且已经有好几天了，就去医院找医生仔细检查，医生说是前列腺钙化，请问如何治疗前列腺钙化病灶？",
    "output": "你好，建议留意歇息，防止加班和操劳，减低工作生活压力，防止精神紧张和焦虑，不要吃辛辣刺激性过大的食物，不要喝啤酒，可以口服复方玄驹胶囊，肾宝片等温肾补阳的药物实施治疗，可以多吃牡蛎，海参，羊肉，甲鱼，枸杞，山药，泥鳅等食物，可以到正规医院复诊，明确情况以及原因，作出针对性的治疗。除了治疗性功能上升外，建议患者在日常生活中要留意饮食，并且要始终保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "就最近性交致使的硬下来也有点胀的疼，请问包皮红肿水肿还疼怎么治疗",
    "output": "你好，建议留意歇息，防止加班和操劳，减低工作生活压力，防止精神紧张和焦虑，不要吃辛辣刺激性过大的食物，不要喝啤酒，可以口服复方玄驹胶囊，肾宝片等温肾补阳的药物实施治疗，可以多吃牡蛎，海参，羊肉，甲鱼，枸杞，山药，泥鳅等食物，可以到正规医院复诊，明确情况以及原因，作出针对性的治疗。除了治疗性功能上升外，建议患者在日常生活中要留意饮食，并且要始终保持愉快的心情，以此来增强体质加快康复速度。"
},
{
    "input": "包皮水肿，有不适感，两日后会包皮变色，触碰有烧灼感，在过两日，包皮溃疡，以前就再次发生过，在严重的时候，龟头都溃疡了，没其他症状，平时也挺留意卫生的，请问包皮水肿溃疡烧灼感怎么治",
    "output": "附睾炎多由多种不同病菌综合评价传染，病情一般都较为复杂，除了附睾炎症本身以外，一般都拆分有尿道炎、前列腺炎甚至还有腮腺炎等。治疗附睾炎不能够单纯的排斥药物，应当在医生的指导下，决定正确的药物，并配以其它辅助疗法，这样才能确保疗法，使病情快速获得控制和康复附睾炎患者可以在了解对症治疗的同时机，在生活中用食疗做为辅助治疗，在日常生活饮食中一定要切勿过饥或过饱，一定不能够暴饮暴食。"
},
{
    "input": "病发三周以上，包皮红肿，包皮龟头炎，用头包输液一周，尿检正常，但一直还红，溃疡点处破皮，包皮有裂口，破皮，请问包皮红肿冠沟处红有溃疡点坑怎么治疗",
    "output": "附睾炎多由多种不同病菌综合评价传染，病情一般都较为复杂，除了附睾炎症本身以外，一般都拆分有尿道炎、前列腺炎甚至还有腮腺炎等。治疗附睾炎不能够单纯的排斥药物，应当在医生的指导下，决定正确的药物，并配以其它辅助疗法，这样才能确保疗法，使病情快速获得控制和康复附睾炎患者可以在了解对症治疗的同时机，在生活中用食疗做为辅助治疗，在日常生活饮食中一定要切勿过饥或过饱，一定不能够暴饮暴食。"
},
{
    "input": "跟女朋友第一次行房，由于都是第一次，没成功，泡澡的时候拉下包皮发觉包皮红肿，龟头有红点，四肢有点无力，有点发烧，请问包皮红肿龟头有红点怎么治疗",
    "output": "你好，你这个目前来看，中医相信主要是湿热下注致使的。这个一般需要有清热泻火，疏肝利胆调养。治疗可以决定龙胆泻肝丸，平时留意少吃寒凉辛辣勃起不坚的治疗方法有许多，但是由于患者病情不同所以采用的医治方法也就不一样，因此建议患者发觉症状后，及早实施诊断治疗。"
},
{
    "input": "我的老公最近也不知道怎么回事，从前段时间开始总会出现一些遗精的现象，28岁男子遗精的原因是什么？",
    "output": "你好，你这个目前来看，中医相信主要是湿热下注致使的。这个一般需要有清热泻火，疏肝利胆调养。治疗可以决定龙胆泻肝丸，平时留意少吃寒凉辛辣勃起不坚的治疗方法有许多，但是由于患者病情不同所以采用的医治方法也就不一样，因此建议患者发觉症状后，及早实施诊断治疗。"
},
{
    "input": "男孩，11岁，上小学了，一开始，说自己嗓子疼，发现，咳嗽比较剧烈，并且，伴有低烧，请问：婴幼儿扁桃体炎很疼该怎样医治。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "女宝宝，才1个月，一开始，说自己嗓子疼，发现，咳嗽好像也比较严重，另外，伴有低烧，请问：小孩扁桃体炎发烧怎样治疗才好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，此外还可局部给予药物喷剂或是进行激光治疗，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "男孩子，已经4岁了，刚开始，说自己咽东西疼，察觉到，咳嗽好像也比较严重，另外，现在已经高烧不退了，请问：小孩扁桃体炎发烧该怎样医治。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，此外还可局部给予药物喷剂或是进行激光治疗，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "男孩，13岁，上小学了，一开始，说自己嗓子疼，察觉到，吞咽好像有点困难，同时，一直都有点发烧，请问：小孩扁桃体炎发烧怎样诊治。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "女宝宝，目前8岁，刚开始，说自己咽东西疼，发现，咳嗽好像也比较严重，另外，伴有低烧，请问：小孩扁桃体炎低烧该如何治疗。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家的孩子是男宝宝，2岁，一开始，说话时觉得嗓子疼，发现，咳嗽比较剧烈，而且，现在已经高烧不退了，请问：小孩扁桃体炎低烧该如何医治。",
    "output": "可适当的给予一些抗生素或是消炎类药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男宝，刚满8个月，刚开始，嗓子眼有点痛，察觉到，咳嗽好像也比较严重，另外，好像低烧一直都没退，请问：小孩扁桃体炎低烧该如何治疗好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男孩，10岁，上小学了，一开始，说嗓子喝水都觉得疼，察觉到，咳嗽好像也比较严重，另外，现在已经高烧不退了，请问：小孩扁桃体炎低烧应当如何治疗。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，局部治疗的话建议选择激光治疗或是药剂冲洗，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，存在炎症反复发作情况的可考虑手术治疗，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男孩子，已经6岁了，一开始，说嗓子喝水都觉得疼，察觉到，说话的时候声音有点沙哑，并且，现在已经高烧不退了，请问：小孩扁桃体炎低烧该如何诊治。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，局部治疗的话建议选择激光治疗或是药剂冲洗，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，存在炎症反复发作情况的可考虑手术治疗，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "我家男宝，今年7岁，刚开始，嗓子眼有点痛，发现，说话的时候声音有点沙哑，而且，一直都有点发烧，请问：小孩扁桃体炎低烧应当如何治疗好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "男孩子，已经9岁了，刚开始，说嗓子喝水都觉得疼，发现，说话的时候声音有点沙哑，并且，伴有低烧，请问：小孩扁桃体炎发烧该怎样治疗好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "男宝，刚满5个月，一开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，同时，现在已经高烧不退了，请问：小孩扁桃体炎低烧应当如何医治。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "女宝宝，才8个月，一开始，说话时觉得嗓子疼，察觉到，说话的时候声音有点沙哑，并且，现在已经高烧不退了，请问：小孩扁桃体炎发烧该怎样治效果好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家女宝，今年7岁，一开始，说嗓子喝水都觉得疼，发现，吞咽好像有点困难，并且，有点发烧也没精神，请问：小孩扁桃体炎低烧应当如何治效果好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，此外还可局部给予药物喷剂或是进行激光治疗，针对咽痛症状明显的孩子可用点镇痛的药物，孩子持续发烧不退的话则可口服一些退烧药，存在炎症反复发作情况的可考虑手术治疗，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩子，已经4岁了，刚开始，说自己咽东西疼，察觉到，咳嗽好像也比较严重，另外，现在已经高烧不退了，请问：小孩扁桃体炎发烧该怎样医治。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，此外还可局部给予药物喷剂或是进行激光治疗，针对咽痛症状明显的孩子可用点镇痛的药物，孩子持续发烧不退的话则可口服一些退烧药，存在炎症反复发作情况的可考虑手术治疗，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "女宝宝，目前8岁，一开始，说话时觉得嗓子疼，察觉到，咳嗽比较剧烈，并且，有点发烧也没精神，请问：小孩扁桃体炎发烧该怎样治效果才好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，局部治疗的话建议选择激光治疗或是药剂冲洗，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男宝，刚满7个月，刚开始，说自己咽东西疼，发现，咳嗽好像也比较严重，并且，好像低烧一直都没退，请问：小孩扁桃体炎发烧该怎样治疗才好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，局部治疗的话建议选择激光治疗或是药剂冲洗，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家的孩子是男宝宝，4岁，一开始，说话时觉得嗓子疼，发现，咳嗽好像也比较严重，而且，有点发烧也没精神，请问：小孩扁桃体炎发烧该怎样诊治。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "男宝，刚满5个月，刚开始，说自己嗓子疼，发现，说话的时候声音有点沙哑，同时，现在已经高烧不退了，请问：小孩扁桃体炎发烧理应怎样治疗。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "女宝宝，目前1岁，一开始，嗓子眼有点痛，发现，说话的时候声音有点沙哑，而且，现在已经高烧不退了，请问：小孩扁桃体炎低烧应当如何治效果才好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "我家男宝，今年1岁，一开始，说自己咽东西疼，察觉到，说话的时候声音有点沙哑，另外，有点发烧也没精神，请问：小孩扁桃体炎发烧理应怎样医治。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男孩，9岁，上小学了，一开始，说自己咽东西疼，发现，伴有轻微的咳嗽，另外，好像低烧一直都没退，请问：小孩扁桃体炎发烧理应怎样治疗好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男孩，12岁，上小学了，刚开始，说自己咽东西疼，发现，说话的时候声音有点沙哑，并且，现在已经高烧不退了，请问：小孩扁桃体炎低烧应当如何治疗才好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男宝，刚满9个月，刚开始，说话时觉得嗓子疼，发现，说话的时候声音有点沙哑，同时，伴有低烧，请问：小孩扁桃体炎发烧理应怎样治效果好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，针对咽痛症状明显的孩子可用点镇痛的药物，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，如果药物疗效欠佳，且反复发作者建议采取手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "女宝宝，才9个月，一开始，嗓子眼有点痛，发现，咳嗽比较剧烈，并且，一直都有点发烧，请问：小孩扁桃体炎发烧理应怎样治效果才好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，针对咽痛症状明显的孩子可用点镇痛的药物，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，如果药物疗效欠佳，且反复发作者建议采取手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "男宝，刚满8个月，一开始，说自己咽东西疼，察觉到，咳嗽比较剧烈，另外，有点发烧也没精神，请问：小孩扁桃体炎发烧理应怎样诊治。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家女宝，今年3岁，一开始，说自己咽东西疼，发现，咳嗽比较剧烈，并且，一直都有点发烧，请问：小孩扁桃体炎发烧该怎么样治疗。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家男宝，今年1岁，刚开始，说话时觉得嗓子疼，察觉到，咳嗽比较剧烈，并且，伴有低烧，请问：小孩扁桃体炎低烧应当如何诊治。",
    "output": "可适当的给予一些抗生素或是消炎类药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "男孩，11岁，上小学了，一开始，说自己咽东西疼，察觉到，伴有轻微的咳嗽，同时，伴有低烧，请问：小孩扁桃体炎发烧理应怎样治疗才好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家的孩子是男宝宝，8岁，一开始，说自己嗓子疼，察觉到，说话的时候声音有点沙哑，而且，一直都有点发烧，请问：小孩扁桃体炎发烧该怎么样治效果才好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，咽痛的情况下也可给孩子用点镇痛药，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家女宝，今年1岁，刚开始，嗓子眼有点痛，发现，吞咽好像有点困难，而且，好像低烧一直都没退，请问：小孩扁桃体炎低烧理应如何治疗。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，咽痛的情况下也可给孩子用点镇痛药，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家女宝，今年8岁，刚开始，嗓子眼有点痛，发现，伴有轻微的咳嗽，并且，好像低烧一直都没退，请问：小孩扁桃体炎发烧该怎么样治效果好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家女宝，今年5岁，刚开始，说自己咽东西疼，发现，说话的时候声音有点沙哑，而且，一直都有点发烧，请问：小孩扁桃体炎发烧该怎么样治疗才好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩子，已经6岁了，一开始，说自己咽东西疼，发现，咳嗽好像也比较严重，而且，伴有低烧，请问：小孩扁桃体炎发烧怎样治疗。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，孩子如果反复出现扁桃体发炎则建议尽早手术的，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男宝，刚满3个月，一开始，说话时觉得嗓子疼，发现，咳嗽好像也比较严重，并且，有点发烧也没精神，请问：小孩扁桃体炎低烧理应如何治疗好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，孩子如果反复出现扁桃体发炎则建议尽早手术的，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男宝，刚满6个月，刚开始，说自己咽东西疼，察觉到，咳嗽好像也比较严重，而且，有点发烧也没精神，请问：小孩扁桃体炎低烧理应如何医治。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，如果药物疗效欠佳，且反复发作者建议采取手术治疗，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家的孩子是男宝宝，7岁，一开始，说话时觉得嗓子疼，察觉到，伴有轻微的咳嗽，另外，现在已经高烧不退了，请问：小孩扁桃体炎发烧该怎么样医治。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，如果药物疗效欠佳，且反复发作者建议采取手术治疗，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男孩，10岁，上小学了，一开始，说嗓子喝水都觉得疼，发现，咳嗽比较剧烈，并且，现在已经高烧不退了，请问：小孩扁桃体炎发烧该怎么样诊治。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，局部治疗的话建议选择激光治疗或是药剂冲洗，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，如果药物疗效欠佳，且反复发作者建议采取手术治疗，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "男孩子，已经7岁了，一开始，说话时觉得嗓子疼，发现，吞咽好像有点困难，另外，伴有低烧，请问：小孩扁桃体炎低烧理应如何诊治。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，局部治疗的话建议选择激光治疗或是药剂冲洗，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，如果药物疗效欠佳，且反复发作者建议采取手术治疗，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家女宝，今年6岁，刚开始，说嗓子喝水都觉得疼，察觉到，咳嗽好像也比较严重，并且，一直都有点发烧，请问：小孩扁桃体炎低烧应怎样治疗。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男孩，10岁，上小学了，刚开始，说自己咽东西疼，发现，咳嗽比较剧烈，同时，现在已经高烧不退了，请问：小孩扁桃体炎低烧应怎样医治。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男孩子，已经6岁了，刚开始，说话时觉得嗓子疼，察觉到，吞咽好像有点困难，而且，有点发烧也没精神，请问：小孩扁桃体炎低烧理应如何治效果才好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "女宝宝，才3个月，一开始，嗓子眼有点痛，发现，咳嗽比较剧烈，同时，好像低烧一直都没退，请问：小孩扁桃体炎低烧应怎样治疗好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家男宝，今年4岁，刚开始，嗓子眼有点痛，察觉到，伴有轻微的咳嗽，另外，有点发烧也没精神，请问：小孩扁桃体炎低烧应怎样治疗才好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，局部治疗的话建议选择激光治疗或是药剂冲洗，咽痛的情况下也可给孩子用点镇痛药，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家女宝，今年7岁，一开始，说话时觉得嗓子疼，察觉到，咳嗽比较剧烈，并且，伴有低烧，请问：小孩扁桃体炎低烧如何治疗。",
    "output": "可适当的给予一些抗生素或是消炎类药物，局部治疗的话建议选择激光治疗或是药剂冲洗，咽痛的情况下也可给孩子用点镇痛药，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家的孩子是男宝宝，8岁，一开始，说自己嗓子疼，察觉到，说话的时候声音有点沙哑，而且，现在已经高烧不退了，请问：小孩扁桃体炎低烧如何治疗好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，存在炎症反复发作情况的可考虑手术治疗，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩子，已经6岁了，一开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，同时，有点发烧也没精神，请问：小孩扁桃体炎高烧该怎么样治疗好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，存在炎症反复发作情况的可考虑手术治疗，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家男宝，今年1岁，刚开始，说话时觉得嗓子疼，察觉到，咳嗽比较剧烈，并且，伴有低烧，请问：小孩扁桃体炎低烧应当如何诊治。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，咽痛的情况下也可给孩子用点镇痛药，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "女宝宝，才6个月，一开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，并且，一直都有点发烧，请问：小孩扁桃体炎高烧该怎么样医治。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，咽痛的情况下也可给孩子用点镇痛药，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "男孩，7岁，上小学了，一开始，说自己咽东西疼，察觉到，伴有轻微的咳嗽，而且，有点发烧也没精神，请问：小孩扁桃体炎高烧该怎么样治效果才好。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子持续发烧不退的话则可口服一些退烧药，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "女宝宝，才4个月，一开始，说自己咽东西疼，发现，说话的时候声音有点沙哑，另外，现在已经高烧不退了，请问：小孩扁桃体炎高烧该怎么样治疗才好。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子持续发烧不退的话则可口服一些退烧药，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家男宝，今年9岁，一开始，嗓子眼有点痛，发现，伴有轻微的咳嗽，同时，一直都有点发烧，请问：小孩扁桃体炎高烧该怎么样治效果好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，局部治疗的话建议选择激光治疗或是药剂冲洗，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，存在炎症反复发作情况的可考虑手术治疗，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "我家女宝，今年5岁，刚开始，说嗓子喝水都觉得疼，察觉到，咳嗽好像也比较严重，而且，一直都有点发烧，请问：小孩扁桃体炎高烧怎样治疗。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，局部治疗的话建议选择激光治疗或是药剂冲洗，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，存在炎症反复发作情况的可考虑手术治疗，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "我家女宝，今年1岁，刚开始，说自己咽东西疼，察觉到，咳嗽比较剧烈，同时，有点发烧也没精神，请问：小孩扁桃体炎低烧该怎么样治效果才好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，咽痛的情况下也可给孩子用点镇痛药，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家男宝，今年8岁，刚开始，嗓子眼有点痛，察觉到，咳嗽比较剧烈，另外，现在已经高烧不退了，请问：小孩扁桃体炎高烧怎样治效果好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，咽痛的情况下也可给孩子用点镇痛药，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男宝，刚满2个月，一开始，嗓子眼有点痛，发现，吞咽好像有点困难，同时，伴有低烧，请问：小孩扁桃体炎低烧该怎么样治疗才好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，孩子如果反复出现扁桃体发炎则建议尽早手术的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "男宝，刚满4个月，刚开始，说话时觉得嗓子疼，察觉到，伴有轻微的咳嗽，并且，有点发烧也没精神，请问：小孩扁桃体炎发烧该怎么样治疗好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，孩子如果反复出现扁桃体发炎则建议尽早手术的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家的孩子是男宝宝，8岁，刚开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，同时，现在已经高烧不退了，请问：小孩扁桃体炎低烧怎样治疗。",
    "output": "可适当的给予一些抗生素或是消炎类药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子持续发烧不退的话则可口服一些退烧药，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男宝，刚满4个月，一开始，说自己嗓子疼，发现，咳嗽好像也比较严重，另外，伴有低烧，请问：小孩扁桃体炎低烧怎样医治。",
    "output": "可适当的给予一些抗生素或是消炎类药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子持续发烧不退的话则可口服一些退烧药，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "女宝宝，目前4岁，一开始，说嗓子喝水都觉得疼，发现，咳嗽好像也比较严重，同时，好像低烧一直都没退，请问：小孩扁桃体炎低烧该怎么样诊治。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，孩子如果反复出现扁桃体发炎则建议尽早手术的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "女宝宝，才7个月，刚开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，同时，一直都有点发烧，请问：小孩扁桃体炎高烧怎样治效果才好。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，孩子如果反复出现扁桃体发炎则建议尽早手术的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "我家的孩子是男宝宝，1岁，一开始，说嗓子喝水都觉得疼，发现，咳嗽比较剧烈，并且，一直都有点发烧，请问：小孩扁桃体炎低烧怎样治效果好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，针对咽痛症状明显的孩子可用点镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男宝，刚满4个月，刚开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，并且，现在已经高烧不退了，请问：小孩扁桃体炎低烧怎样治效果才好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，针对咽痛症状明显的孩子可用点镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家女宝，今年1岁，一开始，说自己嗓子疼，发现，说话的时候声音有点沙哑，另外，现在已经高烧不退了，请问：小孩扁桃体炎低烧怎样治疗好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家女宝，今年8岁，刚开始，说自己嗓子疼，发现，伴有轻微的咳嗽，而且，伴有低烧，请问：小孩扁桃体炎低烧理应如何治疗才好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "男孩，9岁，上小学了，刚开始，嗓子眼有点痛，发现，咳嗽比较剧烈，而且，伴有低烧，请问：小孩扁桃体炎低烧理应如何治效果好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，存在炎症反复发作情况的可考虑手术治疗，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "女宝宝，才5个月，一开始，说自己咽东西疼，察觉到，咳嗽好像也比较严重，而且，一直都有点发烧，请问：小孩扁桃体炎低烧应怎样治效果好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，存在炎症反复发作情况的可考虑手术治疗，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男宝，刚满4个月，一开始，说自己嗓子疼，发现，咳嗽比较剧烈，同时，现在已经高烧不退了，请问：小孩扁桃体炎低烧应怎样治效果才好。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，此外还可局部给予药物喷剂或是进行激光治疗，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家女宝，今年4岁，一开始，说自己咽东西疼，发现，伴有轻微的咳嗽，而且，现在已经高烧不退了，请问：小孩扁桃体炎疼该如何医治。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，此外还可局部给予药物喷剂或是进行激光治疗，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "女宝宝，目前3岁，一开始，说话时觉得嗓子疼，发现，吞咽好像有点困难，而且，有点发烧也没精神，请问：小孩扁桃体炎疼该如何治效果好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，存在炎症反复发作情况的可考虑手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家女宝，今年1岁，一开始，嗓子眼有点痛，发现，咳嗽比较剧烈，同时，好像低烧一直都没退，请问：小孩扁桃体炎疼该如何诊治。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，存在炎症反复发作情况的可考虑手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家的孩子是男宝宝，6岁，一开始，说话时觉得嗓子疼，察觉到，伴有轻微的咳嗽，而且，现在已经高烧不退了，请问：小孩扁桃体炎疼该如何治疗才好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "我家男宝，今年5岁，一开始，说嗓子喝水都觉得疼，发现，咳嗽好像也比较严重，而且，有点发烧也没精神，请问：小孩扁桃体炎低烧该怎样治疗好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "我家女宝，今年6岁，刚开始，说话时觉得嗓子疼，发现，咳嗽好像也比较严重，而且，有点发烧也没精神，请问：小孩扁桃体炎低烧理应怎样治疗好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男宝，刚满9个月，刚开始，说嗓子喝水都觉得疼，察觉到，咳嗽好像也比较严重，另外，好像低烧一直都没退，请问：小孩扁桃体炎低烧该怎么样治效果好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "我家女宝，今年1岁，刚开始，说自己咽东西疼，察觉到，咳嗽比较剧烈，同时，有点发烧也没精神，请问：小孩扁桃体炎低烧该怎么样治效果才好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "女宝宝，目前5岁，一开始，说自己咽东西疼，察觉到，说话的时候声音有点沙哑，另外，好像低烧一直都没退，请问：小孩扁桃体炎高烧该怎样治效果才好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "女宝宝，目前4岁，刚开始，嗓子眼有点痛，发现，说话的时候声音有点沙哑，另外，伴有低烧，请问：小孩扁桃体炎高烧理应怎样医治。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "我家的孩子是男宝宝，2岁，刚开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，另外，现在已经高烧不退了，请问：小孩扁桃体炎高烧理应怎样治疗好。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "男宝，刚满3个月，刚开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，另外，伴有低烧，请问：小孩扁桃体炎高烧该怎么样治疗。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家男宝，今年9岁，刚开始，嗓子眼有点痛，察觉到，咳嗽比较剧烈，同时，一直都有点发烧，请问：小孩扁桃体炎高烧该怎样治效果好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家女宝，今年6岁，刚开始，嗓子眼有点痛，察觉到，咳嗽好像也比较严重，并且，有点发烧也没精神，请问：小孩扁桃体炎低烧怎样治疗才好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，孩子如果反复出现扁桃体发炎则建议尽早手术的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "女宝宝，才6个月，一开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，并且，一直都有点发烧，请问：小孩扁桃体炎高烧该怎么样医治。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，孩子如果反复出现扁桃体发炎则建议尽早手术的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "男宝，刚满8个月，刚开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，同时，伴有低烧，请问：小孩扁桃体炎高烧理应怎样诊治。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家的孩子是男宝宝，4岁，一开始，说话时觉得嗓子疼，发现，咳嗽比较剧烈，另外，现在已经高烧不退了，请问：小孩扁桃体炎哭闹如何治疗。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家的孩子是男宝宝，3岁，刚开始，说话时觉得嗓子疼，察觉到，咳嗽好像也比较严重，同时，有点发烧也没精神，请问：小孩扁桃体炎哭闹如何治疗好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，局部治疗的话建议选择激光治疗或是药剂冲洗，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩，12岁，上小学了，刚开始，说自己咽东西疼，察觉到，伴有轻微的咳嗽，同时，伴有低烧，请问：小孩扁桃体炎哭闹如何治效果才好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，局部治疗的话建议选择激光治疗或是药剂冲洗，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家男宝，今年4岁，一开始，说嗓子喝水都觉得疼，发现，咳嗽好像也比较严重，而且，好像低烧一直都没退，请问：小孩扁桃体炎哭闹如何诊治。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，局部治疗的话建议选择激光治疗或是药剂冲洗，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "女宝宝，才3个月，一开始，嗓子眼有点痛，发现，吞咽好像有点困难，同时，好像低烧一直都没退，请问：小孩扁桃体炎哭闹如何治疗才好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，局部治疗的话建议选择激光治疗或是药剂冲洗，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "女宝宝，目前8岁，一开始，说嗓子喝水都觉得疼，发现，吞咽好像有点困难，同时，一直都有点发烧，请问：小孩扁桃体炎哭闹该怎样治疗。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男宝，刚满9个月，一开始，说嗓子喝水都觉得疼，发现，伴有轻微的咳嗽，而且，有点发烧也没精神，请问：小孩扁桃体炎哭闹该怎样医治。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家男宝，今年1岁，刚开始，说自己咽东西疼，察觉到，吞咽好像有点困难，并且，现在已经高烧不退了，请问：小孩扁桃体炎哭闹如何治效果好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，如果咽痛的情况比较严重的话可适当给予一些镇痛药，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家女宝，今年4岁，刚开始，说自己咽东西疼，察觉到，说话的时候声音有点沙哑，而且，现在已经高烧不退了，请问：小孩扁桃体炎哭闹该怎样治疗好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，如果咽痛的情况比较严重的话可适当给予一些镇痛药，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家男宝，今年3岁，刚开始，说嗓子喝水都觉得疼，发现，吞咽好像有点困难，并且，伴有低烧，请问：小孩扁桃体炎哭闹该怎样治效果好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，孩子如果反复出现扁桃体发炎则建议尽早手术的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "我家女宝，今年4岁，刚开始，嗓子眼有点痛，察觉到，伴有轻微的咳嗽，同时，有点发烧也没精神，请问：小孩扁桃体炎哭闹该怎样治疗才好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，孩子如果反复出现扁桃体发炎则建议尽早手术的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "男孩子，已经1岁了，一开始，说自己嗓子疼，发现，吞咽好像有点困难，同时，有点发烧也没精神，请问：小孩扁桃体炎哭闹理应怎样治疗。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子持续发烧不退的话则可口服一些退烧药，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "我家男宝，今年1岁，一开始，嗓子眼有点痛，察觉到，吞咽好像有点困难，并且，好像低烧一直都没退，请问：小孩扁桃体炎哭闹该怎样诊治。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子持续发烧不退的话则可口服一些退烧药，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "我家男宝，今年3岁，刚开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，并且，有点发烧也没精神，请问：小孩扁桃体炎哭闹理应怎样医治。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家男宝，今年6岁，一开始，说嗓子喝水都觉得疼，察觉到，说话的时候声音有点沙哑，并且，好像低烧一直都没退，请问：小孩扁桃体炎哭闹该怎样治效果才好。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男孩子，已经8岁了，一开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，另外，好像低烧一直都没退，请问：小孩扁桃体炎哭闹理应怎样治疗好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩子，已经4岁了，一开始，说嗓子喝水都觉得疼，察觉到，吞咽好像有点困难，并且，伴有低烧，请问：小孩扁桃体炎哭闹理应怎样治效果好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家的孩子是男宝宝，4岁，刚开始，说话时觉得嗓子疼，发现，说话的时候声音有点沙哑，并且，好像低烧一直都没退，请问：小孩扁桃体炎哭闹应当如何治效果好。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，孩子持续发烧不退的话则可口服一些退烧药，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家的孩子是男宝宝，6岁，一开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，而且，一直都有点发烧，请问：小孩扁桃体炎哭闹该如何治疗才好。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，孩子持续发烧不退的话则可口服一些退烧药，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家女宝，今年5岁，一开始，说话时觉得嗓子疼，发现，说话的时候声音有点沙哑，同时，有点发烧也没精神，请问：小孩扁桃体炎哭闹该如何治效果才好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，局部治疗的话建议选择激光治疗或是药剂冲洗，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，孩子如果反复出现扁桃体发炎则建议尽早手术的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家女宝，今年3岁，一开始，说自己咽东西疼，发现，咳嗽比较剧烈，并且，好像低烧一直都没退，请问：小孩扁桃体炎哭闹应当如何医治。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，局部治疗的话建议选择激光治疗或是药剂冲洗，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，孩子如果反复出现扁桃体发炎则建议尽早手术的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家女宝，今年5岁，刚开始，说自己嗓子疼，发现，吞咽好像有点困难，同时，有点发烧也没精神，请问：小孩扁桃体炎哭闹理应如何治疗。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，咽痛的情况下也可给孩子用点镇痛药，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，如果药物疗效欠佳，且反复发作者建议采取手术治疗，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男宝，刚满2个月，刚开始，说嗓子喝水都觉得疼，察觉到，伴有轻微的咳嗽，并且，伴有低烧，请问：小孩扁桃体炎哭闹理应如何治疗好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，咽痛的情况下也可给孩子用点镇痛药，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，如果药物疗效欠佳，且反复发作者建议采取手术治疗，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男宝，刚满3个月，一开始，说嗓子喝水都觉得疼，察觉到，咳嗽好像也比较严重，同时，伴有低烧，请问：小孩扁桃体炎哭闹应当如何诊治。",
    "output": "可适当的给予一些抗生素或是消炎类药物，局部治疗的话建议选择激光治疗或是药剂冲洗，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家男宝，今年4岁，一开始，说自己嗓子疼，发现，咳嗽好像也比较严重，另外，一直都有点发烧，请问：小孩扁桃体炎哭闹应当如何治疗才好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，局部治疗的话建议选择激光治疗或是药剂冲洗，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家的孩子是男宝宝，1岁，一开始，说自己咽东西疼，发现，说话的时候声音有点沙哑，而且，有点发烧也没精神，请问：小孩扁桃体炎哭闹该如何诊治。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，存在炎症反复发作情况的可考虑手术治疗，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男宝，刚满2个月，刚开始，说嗓子喝水都觉得疼，察觉到，咳嗽好像也比较严重，同时，现在已经高烧不退了，请问：小孩扁桃体炎哭闹应当如何治疗。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，存在炎症反复发作情况的可考虑手术治疗，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男孩，11岁，上小学了，一开始，说自己嗓子疼，发现，吞咽好像有点困难，同时，一直都有点发烧，请问：小孩扁桃体炎哭闹应当如何治疗好。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，如果药物疗效欠佳，且反复发作者建议采取手术治疗，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家女宝，今年5岁，刚开始，嗓子眼有点痛，发现，咳嗽比较剧烈，并且，好像低烧一直都没退，请问：小孩扁桃体炎哭闹理应如何治疗才好。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，如果药物疗效欠佳，且反复发作者建议采取手术治疗，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家的孩子是男宝宝，4岁，刚开始，说自己咽东西疼，发现，咳嗽比较剧烈，而且，一直都有点发烧，请问：小孩扁桃体炎哭闹理应如何诊治。",
    "output": "可适当的给予一些抗生素或是消炎类药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家的孩子是男宝宝，2岁，刚开始，说话时觉得嗓子疼，发现，吞咽好像有点困难，另外，一直都有点发烧，请问：小孩扁桃体炎哭闹理应如何治效果才好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男孩，9岁，上小学了，刚开始，嗓子眼有点痛，察觉到，咳嗽比较剧烈，同时，伴有低烧，请问：小孩扁桃体炎哭闹理应如何医治。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，存在炎症反复发作情况的可考虑手术治疗，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男宝，刚满1个月，一开始，说话时觉得嗓子疼，发现，说话的时候声音有点沙哑，同时，有点发烧也没精神，请问：小孩扁桃体炎哭闹应怎样治疗。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，存在炎症反复发作情况的可考虑手术治疗，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男孩，13岁，上小学了，刚开始，说嗓子喝水都觉得疼，察觉到，咳嗽比较剧烈，并且，伴有低烧，请问：小孩扁桃体炎哭闹应怎样治疗好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩子，已经3岁了，一开始，说嗓子喝水都觉得疼，发现，吞咽好像有点困难，同时，一直都有点发烧，请问：小孩扁桃体炎哭闹应怎样医治。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩子，已经7岁了，一开始，说自己嗓子疼，察觉到，说话的时候声音有点沙哑，而且，一直都有点发烧，请问：小孩扁桃体炎疼该怎么样治疗。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，孩子如果反复出现扁桃体发炎则建议尽早手术的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家男宝，今年7岁，刚开始，说话时觉得嗓子疼，察觉到，咳嗽好像也比较严重，同时，伴有低烧，请问：小孩扁桃体炎疼该怎么样治疗好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，孩子如果反复出现扁桃体发炎则建议尽早手术的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩，11岁，上小学了，刚开始，说自己咽东西疼，察觉到，说话的时候声音有点沙哑，同时，有点发烧也没精神，请问：小孩扁桃体炎疼该怎么样治效果好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，咽痛的情况下也可给孩子用点镇痛药，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "女宝宝，才2个月，一开始，嗓子眼有点痛，发现，咳嗽好像也比较严重，并且，好像低烧一直都没退，请问：小孩扁桃体炎哭闹应怎样治效果才好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，咽痛的情况下也可给孩子用点镇痛药，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家的孩子是男宝宝，6岁，刚开始，嗓子眼有点痛，发现，咳嗽比较剧烈，而且，伴有低烧，请问：小孩扁桃体炎疼理应怎样治疗才好。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，局部治疗的话建议选择激光治疗或是药剂冲洗，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，存在炎症反复发作情况的可考虑手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家的孩子是男宝宝，8岁，刚开始，嗓子眼有点痛，发现，咳嗽比较剧烈，而且，一直都有点发烧，请问：小孩扁桃体炎疼该怎么样诊治。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，局部治疗的话建议选择激光治疗或是药剂冲洗，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，存在炎症反复发作情况的可考虑手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家女宝，今年7岁，刚开始，说自己嗓子疼，发现，说话的时候声音有点沙哑，另外，现在已经高烧不退了，请问：小孩扁桃体炎疼该怎么样医治。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男宝，刚满1个月，刚开始，说嗓子喝水都觉得疼，发现，咳嗽好像也比较严重，并且，有点发烧也没精神，请问：小孩扁桃体炎疼该怎么样治效果才好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男孩子，已经2岁了，一开始，嗓子眼有点痛，发现，吞咽好像有点困难，并且，有点发烧也没精神，请问：小孩扁桃体炎疼怎样治疗好。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "我家女宝，今年2岁，一开始，嗓子眼有点痛，察觉到，吞咽好像有点困难，并且，伴有低烧，请问：小孩扁桃体炎疼该怎么样治疗才好。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "女宝宝，才7个月，刚开始，说话时觉得嗓子疼，发现，咳嗽比较剧烈，另外，有点发烧也没精神，请问：小孩扁桃体炎疼怎样治效果才好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，咽痛的情况下也可给孩子用点镇痛药，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，存在炎症反复发作情况的可考虑手术治疗，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家的孩子是男宝宝，6岁，一开始，说话时觉得嗓子疼，发现，说话的时候声音有点沙哑，同时，伴有低烧，请问：小孩扁桃体炎疼怎样治疗才好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，咽痛的情况下也可给孩子用点镇痛药，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，存在炎症反复发作情况的可考虑手术治疗，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家女宝，今年7岁，刚开始，说自己咽东西疼，发现，吞咽好像有点困难，并且，现在已经高烧不退了，请问：小孩扁桃体炎疼怎样诊治。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，如果咽痛的情况比较严重的话可适当给予一些镇痛药，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "男宝，刚满8个月，一开始，说嗓子喝水都觉得疼，发现，说话的时候声音有点沙哑，同时，现在已经高烧不退了，请问：小孩扁桃体炎哭闹该如何治疗。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，如果咽痛的情况比较严重的话可适当给予一些镇痛药，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "女宝宝，目前9岁，一开始，说自己嗓子疼，察觉到，说话的时候声音有点沙哑，同时，一直都有点发烧，请问：小孩扁桃体炎哭闹应当如何治效果才好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "男孩子，已经1岁了，刚开始，说嗓子喝水都觉得疼，发现，咳嗽比较剧烈，并且，有点发烧也没精神，请问：小孩扁桃体炎哭闹该如何医治。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "男孩子，已经1岁了，刚开始，说自己咽东西疼，察觉到，伴有轻微的咳嗽，同时，有点发烧也没精神，请问：小孩扁桃体炎哭闹理应如何治效果好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家女宝，今年5岁，一开始，说话时觉得嗓子疼，发现，说话的时候声音有点沙哑，同时，有点发烧也没精神，请问：小孩扁桃体炎哭闹该如何治效果才好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家男宝，今年7岁，刚开始，说嗓子喝水都觉得疼，发现，伴有轻微的咳嗽，而且，现在已经高烧不退了，请问：小孩扁桃体炎疼应当如何治疗。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，局部治疗的话建议选择激光治疗或是药剂冲洗，如果咽痛的情况比较严重的话可适当给予一些镇痛药，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，如果药物疗效欠佳，且反复发作者建议采取手术治疗，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "男宝，刚满2个月，刚开始，说自己嗓子疼，察觉到，说话的时候声音有点沙哑，而且，好像低烧一直都没退，请问：小孩扁桃体炎疼应当如何治疗好。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，局部治疗的话建议选择激光治疗或是药剂冲洗，如果咽痛的情况比较严重的话可适当给予一些镇痛药，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，如果药物疗效欠佳，且反复发作者建议采取手术治疗，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "男孩，7岁，上小学了，刚开始，说自己咽东西疼，察觉到，咳嗽好像也比较严重，同时，好像低烧一直都没退，请问：小孩扁桃体炎疼应当如何治效果好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，存在炎症反复发作情况的可考虑手术治疗，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家男宝，今年7岁，一开始，说自己嗓子疼，察觉到，说话的时候声音有点沙哑，另外，现在已经高烧不退了，请问：小孩扁桃体炎疼怎样医治。",
    "output": "可适当的给予一些抗生素或是消炎类药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，存在炎症反复发作情况的可考虑手术治疗，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家女宝，今年3岁，一开始，说话时觉得嗓子疼，察觉到，说话的时候声音有点沙哑，另外，一直都有点发烧，请问：小孩扁桃体炎疼怎样治疗。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，孩子如果反复出现扁桃体发炎则建议尽早手术的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家女宝，今年3岁，一开始，说自己咽东西疼，发现，吞咽好像有点困难，同时，好像低烧一直都没退，请问：小孩扁桃体炎疼怎样治效果好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，孩子如果反复出现扁桃体发炎则建议尽早手术的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家男宝，今年4岁，一开始，说自己嗓子疼，发现，吞咽好像有点困难，而且，现在已经高烧不退了，请问：小孩扁桃体炎疼应当如何诊治。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，咽痛的情况下也可给孩子用点镇痛药，孩子持续发烧不退的话则可口服一些退烧药，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "女宝宝，才1个月，一开始，说话时觉得嗓子疼，察觉到，伴有轻微的咳嗽，另外，好像低烧一直都没退，请问：小孩扁桃体炎疼应当如何治效果才好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，咽痛的情况下也可给孩子用点镇痛药，孩子持续发烧不退的话则可口服一些退烧药，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "我家男宝，今年8岁，一开始，嗓子眼有点痛，察觉到，咳嗽好像也比较严重，另外，有点发烧也没精神，请问：小孩扁桃体炎疼理应怎样诊治。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "女宝宝，才5个月，一开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，并且，有点发烧也没精神，请问：小孩扁桃体炎疼理应如何治疗。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男孩子，已经3岁了，刚开始，说嗓子喝水都觉得疼，发现，伴有轻微的咳嗽，并且，一直都有点发烧，请问：小孩扁桃体炎疼理应如何治疗好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子持续发烧不退的话则可口服一些退烧药，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家男宝，今年8岁，刚开始，说自己咽东西疼，察觉到，伴有轻微的咳嗽，同时，一直都有点发烧，请问：小孩扁桃体炎疼理应如何医治。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子持续发烧不退的话则可口服一些退烧药，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "男宝，刚满1个月，一开始，说自己嗓子疼，察觉到，吞咽好像有点困难，并且，现在已经高烧不退了，请问：小孩扁桃体炎疼理应如何治效果才好。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家女宝，今年1岁，刚开始，说嗓子喝水都觉得疼，察觉到，吞咽好像有点困难，而且，伴有低烧，请问：小孩扁桃体炎疼理应如何治疗才好。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男孩，12岁，上小学了，一开始，嗓子眼有点痛，发现，咳嗽好像也比较严重，而且，好像低烧一直都没退，请问：小孩扁桃体炎疼应怎样治疗。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家女宝，今年9岁，一开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，而且，伴有低烧，请问：小孩扁桃体炎疼理应如何治效果好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "女宝宝，才8个月，一开始，嗓子眼有点痛，发现，咳嗽好像也比较严重，并且，好像低烧一直都没退，请问：小孩扁桃体炎疼理应如何诊治。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家男宝，今年9岁，刚开始，嗓子眼有点痛，察觉到，咳嗽好像也比较严重，另外，好像低烧一直都没退，请问：小孩扁桃体炎哭闹该如何治疗好。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家男宝，今年4岁，一开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，另外，好像低烧一直都没退，请问：小孩扁桃体炎疼应怎样治疗好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "女宝宝，才4个月，刚开始，说嗓子喝水都觉得疼，察觉到，伴有轻微的咳嗽，并且，好像低烧一直都没退，请问：小孩扁桃体炎疼应怎样治疗才好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男宝，刚满2个月，一开始，说自己嗓子疼，察觉到，说话的时候声音有点沙哑，同时，现在已经高烧不退了，请问：小孩扁桃体炎疼应怎样医治。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，针对咽痛症状明显的孩子可用点镇痛的药物，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "男孩，7岁，上小学了，刚开始，说嗓子喝水都觉得疼，察觉到，咳嗽好像也比较严重，另外，现在已经高烧不退了，请问：小孩扁桃体炎疼应怎样治效果才好。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，针对咽痛症状明显的孩子可用点镇痛的药物，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家男宝，今年8岁，一开始，说自己咽东西疼，发现，咳嗽好像也比较严重，并且，一直都有点发烧，请问：小孩扁桃体炎疼应怎样诊治。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，咽痛的情况下也可给孩子用点镇痛药，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩子，已经9岁了，一开始，说自己嗓子疼，察觉到，吞咽好像有点困难，同时，现在已经高烧不退了，请问：小孩扁桃体炎疼应怎样治效果好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，咽痛的情况下也可给孩子用点镇痛药，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家男宝，今年8岁，一开始，说自己咽东西疼，发现，咳嗽好像也比较严重，并且，一直都有点发烧，请问：小孩扁桃体炎疼应怎样诊治。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "女宝宝，目前3岁，刚开始，说嗓子喝水都觉得疼，察觉到，吞咽好像有点困难，而且，一直都有点发烧，请问：小孩扁桃体炎疼应当如何医治。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "我家的孩子是男宝宝，2岁，一开始，说自己咽东西疼，察觉到，吞咽好像有点困难，并且，一直都有点发烧，请问：小孩扁桃体炎疼如何治疗。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，局部治疗的话建议选择激光治疗或是药剂冲洗，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男孩子，已经6岁了，一开始，说自己咽东西疼，察觉到，伴有轻微的咳嗽，另外，好像低烧一直都没退，请问：小孩扁桃体炎疼该怎样治疗。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，局部治疗的话建议选择激光治疗或是药剂冲洗，如果咽痛的情况比较严重的话可适当给予一些镇痛药，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家的孩子是男宝宝，9岁，一开始，嗓子眼有点痛，察觉到，说话的时候声音有点沙哑，另外，好像低烧一直都没退，请问：小孩扁桃体炎疼如何治疗才好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家男宝，今年5岁，一开始，嗓子眼有点痛，发现，说话的时候声音有点沙哑，并且，有点发烧也没精神，请问：小孩扁桃体炎疼该怎样诊治。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男孩子，已经5岁了，刚开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，同时，好像低烧一直都没退，请问：小孩扁桃体炎疼该怎样治疗才好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，咽痛的情况下也可给孩子用点镇痛药，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "我家的孩子是男宝宝，4岁，刚开始，说自己嗓子疼，发现，咳嗽比较剧烈，另外，好像低烧一直都没退，请问：小孩扁桃体炎疼该怎样治效果才好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，咽痛的情况下也可给孩子用点镇痛药，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "男孩子，已经6岁了，刚开始，说自己嗓子疼，察觉到，吞咽好像有点困难，另外，现在已经高烧不退了，请问：小孩扁桃体炎疼该怎样治效果好。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家女宝，今年6岁，刚开始，说自己嗓子疼，察觉到，说话的时候声音有点沙哑，另外，好像低烧一直都没退，请问：小孩扁桃体炎疼理应怎样医治。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家的孩子是男宝宝，6岁，刚开始，嗓子眼有点痛，发现，咳嗽比较剧烈，而且，伴有低烧，请问：小孩扁桃体炎疼理应怎样治疗才好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子持续发烧不退的话则可口服一些退烧药，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家男宝，今年8岁，刚开始，说嗓子喝水都觉得疼，发现，咳嗽好像也比较严重，同时，现在已经高烧不退了，请问：小孩扁桃体炎疼理应怎样治疗好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子持续发烧不退的话则可口服一些退烧药，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男孩子，已经2岁了，刚开始，嗓子眼有点痛，察觉到，咳嗽好像也比较严重，而且，好像低烧一直都没退，请问：小孩扁桃体炎疼理应怎样治疗。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，针对咽痛症状明显的孩子可用点镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "我家男宝，今年4岁，一开始，说嗓子喝水都觉得疼，发现，吞咽好像有点困难，另外，一直都有点发烧，请问：小孩扁桃体炎疼理应怎样治效果好。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，针对咽痛症状明显的孩子可用点镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "女宝宝，目前9岁，刚开始，说自己嗓子疼，察觉到，咳嗽比较剧烈，并且，一直都有点发烧，请问：小孩扁桃体炎疼理应怎样治效果才好。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，此外还可局部给予药物喷剂或是进行激光治疗，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家的孩子是男宝宝，2岁，一开始，说自己咽东西疼，发现，咳嗽比较剧烈，另外，好像低烧一直都没退，请问：小孩扁桃体炎红肿应当如何治疗。",
    "output": "治疗的话首先可根据孩子症状给予对症消炎药，此外还可局部给予药物喷剂或是进行激光治疗，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "男宝，刚满4个月，刚开始，说话时觉得嗓子疼，察觉到，咳嗽比较剧烈，同时，伴有低烧，请问：小孩扁桃体炎疼应当如何治疗才好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男孩子，已经6岁了，一开始，说自己嗓子疼，察觉到，咳嗽好像也比较严重，并且，有点发烧也没精神，请问：小孩扁桃体炎红肿应当如何医治。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家男宝，今年6岁，一开始，说自己嗓子疼，察觉到，咳嗽好像也比较严重，并且，好像低烧一直都没退，请问：小孩扁桃体炎红肿应当如何治疗好。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，此外还可局部给予药物喷剂或是进行激光治疗，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，如果药物疗效欠佳，且反复发作者建议采取手术治疗，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男宝，刚满5个月，一开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，而且，有点发烧也没精神，请问：小孩扁桃体炎哭闹该如何治效果好。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，此外还可局部给予药物喷剂或是进行激光治疗，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，如果药物疗效欠佳，且反复发作者建议采取手术治疗，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家的孩子是男宝宝，7岁，刚开始，说话时觉得嗓子疼，发现，咳嗽比较剧烈，另外，一直都有点发烧，请问：小孩扁桃体炎红肿应当如何治效果好。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，针对咽痛症状明显的孩子可用点镇痛的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "男宝，刚满9个月，刚开始，说自己咽东西疼，察觉到，伴有轻微的咳嗽，而且，一直都有点发烧，请问：小孩扁桃体炎红肿应当如何治疗才好。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，针对咽痛症状明显的孩子可用点镇痛的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "男孩，12岁，上小学了，一开始，说嗓子喝水都觉得疼，发现，咳嗽好像也比较严重，并且，好像低烧一直都没退，请问：小孩扁桃体炎红肿应当如何治效果才好。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家女宝，今年1岁，一开始，说嗓子喝水都觉得疼，察觉到，咳嗽好像也比较严重，并且，现在已经高烧不退了，请问：小孩扁桃体炎红肿理应如何治疗。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "女宝宝，目前8岁，一开始，说自己嗓子疼，发现，吞咽好像有点困难，另外，好像低烧一直都没退，请问：小孩扁桃体炎红肿理应如何医治。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "女宝宝，目前8岁，刚开始，嗓子眼有点痛，发现，吞咽好像有点困难，同时，好像低烧一直都没退，请问：小孩扁桃体炎红肿理应如何治疗好。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "女宝宝，目前8岁，一开始，说自己嗓子疼，察觉到，咳嗽比较剧烈，同时，好像低烧一直都没退，请问：小孩扁桃体炎红肿应当如何诊治。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，如果咽痛的情况比较严重的话可适当给予一些镇痛药，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男宝，刚满7个月，一开始，说话时觉得嗓子疼，发现，吞咽好像有点困难，而且，一直都有点发烧，请问：小孩扁桃体炎红肿理应如何治效果好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，如果咽痛的情况比较严重的话可适当给予一些镇痛药，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男孩子，已经1岁了，一开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，而且，有点发烧也没精神，请问：小孩扁桃体炎红肿应怎样治疗。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，针对咽痛症状明显的孩子可用点镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "女宝宝，目前9岁，刚开始，说话时觉得嗓子疼，察觉到，说话的时候声音有点沙哑，并且，好像低烧一直都没退，请问：小孩扁桃体炎红肿理应如何治效果才好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，针对咽痛症状明显的孩子可用点镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男宝，刚满8个月，刚开始，说话时觉得嗓子疼，发现，咳嗽好像也比较严重，同时，一直都有点发烧，请问：小孩扁桃体炎红肿理应如何治疗才好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "男宝，刚满5个月，一开始，说话时觉得嗓子疼，发现，吞咽好像有点困难，并且，现在已经高烧不退了，请问：小孩扁桃体炎红肿应怎样治疗好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "男孩，7岁，上小学了，刚开始，嗓子眼有点痛，察觉到，伴有轻微的咳嗽，而且，一直都有点发烧，请问：小孩扁桃体炎红肿应怎样治疗才好。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家女宝，今年6岁，刚开始，说话时觉得嗓子疼，察觉到，咳嗽比较剧烈，而且，现在已经高烧不退了，请问：小孩扁桃体炎红肿应怎样诊治。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，也可以配合一些局部治疗的方法，比如扁桃体隐窝冲洗，扁桃体注射药物等都是不错的，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "女宝宝，目前6岁，刚开始，嗓子眼有点痛，发现，咳嗽好像也比较严重，而且，现在已经高烧不退了，请问：小孩扁桃体炎红肿理应如何诊治。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，咽痛的情况下也可给孩子用点镇痛药，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家女宝，今年2岁，刚开始，说话时觉得嗓子疼，发现，吞咽好像有点困难，同时，有点发烧也没精神，请问：小孩扁桃体炎红肿应怎样医治。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，咽痛的情况下也可给孩子用点镇痛药，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "男宝，刚满2个月，刚开始，说自己嗓子疼，发现，咳嗽好像也比较严重，而且，有点发烧也没精神，请问：小孩扁桃体炎红肿如何治疗。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，此外还可局部给予药物喷剂或是进行激光治疗，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "女宝宝，才3个月，刚开始，说嗓子喝水都觉得疼，发现，咳嗽好像也比较严重，另外，好像低烧一直都没退，请问：小孩扁桃体炎红肿如何治疗好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，此外还可局部给予药物喷剂或是进行激光治疗，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家男宝，今年2岁，一开始，说自己嗓子疼，发现，说话的时候声音有点沙哑，而且，现在已经高烧不退了，请问：小孩扁桃体炎红肿如何医治。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，针对咽痛症状明显的孩子可用点镇痛的药物，孩子持续发烧不退的话则可口服一些退烧药，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩子，已经6岁了，刚开始，嗓子眼有点痛，发现，咳嗽好像也比较严重，并且，一直都有点发烧，请问：小孩扁桃体炎红肿应怎样治效果好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，针对咽痛症状明显的孩子可用点镇痛的药物，孩子持续发烧不退的话则可口服一些退烧药，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家女宝，今年9岁，一开始，说自己咽东西疼，察觉到，咳嗽好像也比较严重，另外，有点发烧也没精神，请问：小孩扁桃体炎红肿如何治疗才好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，局部治疗的话建议选择激光治疗或是药剂冲洗，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家男宝，今年8岁，刚开始，说嗓子喝水都觉得疼，发现，咳嗽比较剧烈，另外，伴有低烧，请问：小孩扁桃体炎红肿如何诊治。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，局部治疗的话建议选择激光治疗或是药剂冲洗，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家的孩子是男宝宝，5岁，刚开始，说自己咽东西疼，发现，伴有轻微的咳嗽，同时，有点发烧也没精神，请问：小孩扁桃体炎红肿该怎样医治。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家的孩子是男宝宝，7岁，刚开始，说自己嗓子疼，察觉到，咳嗽好像也比较严重，而且，现在已经高烧不退了，请问：小孩扁桃体炎红肿如何治效果好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男孩，11岁，上小学了，一开始，说自己咽东西疼，察觉到，伴有轻微的咳嗽，同时，一直都有点发烧，请问：小孩扁桃体炎红肿如何治效果才好。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家女宝，今年6岁，刚开始，说话时觉得嗓子疼，发现，咳嗽比较剧烈，同时，好像低烧一直都没退，请问：小孩扁桃体炎红肿该怎样治疗。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，出现多次急性严重，或是已有并发症的，建议急性炎症消退二周后施行扁桃体切除术，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "男宝，刚满9个月，刚开始，说自己咽东西疼，察觉到，说话的时候声音有点沙哑，同时，有点发烧也没精神，请问：小孩扁桃体炎红肿该怎样治疗好。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男宝，刚满3个月，一开始，说嗓子喝水都觉得疼，发现，伴有轻微的咳嗽，而且，一直都有点发烧，请问：小孩扁桃体炎红肿该怎样治效果好。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "女宝宝，才4个月，刚开始，说嗓子喝水都觉得疼，发现，说话的时候声音有点沙哑，同时，现在已经高烧不退了，请问：小孩扁桃体炎红肿该怎样治效果才好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，局部治疗的话建议选择激光治疗或是药剂冲洗，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "我家女宝，今年3岁，一开始，说自己咽东西疼，察觉到，吞咽好像有点困难，并且，伴有低烧，请问：小孩扁桃体炎红肿该怎样治疗才好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，局部治疗的话建议选择激光治疗或是药剂冲洗，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "男孩子，已经9岁了，一开始，说嗓子喝水都觉得疼，察觉到，咳嗽好像也比较严重，另外，伴有低烧，请问：小孩扁桃体炎红肿该怎样诊治。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，局部治疗的话建议选择激光治疗或是药剂冲洗，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "女宝宝，才1个月，刚开始，说自己咽东西疼，发现，说话的时候声音有点沙哑，另外，一直都有点发烧，请问：小孩扁桃体炎哭闹理应怎样诊治。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，局部治疗的话建议选择激光治疗或是药剂冲洗，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家男宝，今年6岁，一开始，说自己嗓子疼，察觉到，咳嗽比较剧烈，另外，有点发烧也没精神，请问：小孩扁桃体炎哭闹该怎么样医治。",
    "output": "可适当的给予一些抗生素或是消炎类药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，存在炎症反复发作情况的可考虑手术治疗，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "我家的孩子是男宝宝，9岁，刚开始，说话时觉得嗓子疼，察觉到，咳嗽比较剧烈，并且，现在已经高烧不退了，请问：小孩扁桃体炎红肿理应怎样治疗。",
    "output": "可适当的给予一些抗生素或是消炎类药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，存在炎症反复发作情况的可考虑手术治疗，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "男孩子，已经6岁了，一开始，说话时觉得嗓子疼，察觉到，咳嗽好像也比较严重，而且，好像低烧一直都没退，请问：小孩扁桃体炎哭闹理应怎样治疗才好。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，咽痛的情况下也可给孩子用点镇痛药，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "女宝宝，才8个月，一开始，说自己嗓子疼，察觉到，伴有轻微的咳嗽，同时，伴有低烧，请问：小孩扁桃体炎哭闹该怎么样治效果好。",
    "output": "如果孩子得了扁桃体炎可对症给予抗炎药，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，咽痛的情况下也可给孩子用点镇痛药，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男宝，刚满2个月，一开始，嗓子眼有点痛，发现，说话的时候声音有点沙哑，而且，好像低烧一直都没退，请问：小孩扁桃体炎哭闹该怎么样治效果才好。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，咽痛的情况下也可给孩子用点镇痛药，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，存在炎症反复发作情况的可考虑手术治疗，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "我家女宝，今年7岁，一开始，说嗓子喝水都觉得疼，察觉到，说话的时候声音有点沙哑，同时，一直都有点发烧，请问：小孩扁桃体炎红肿该如何诊治。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，咽痛的情况下也可给孩子用点镇痛药，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，存在炎症反复发作情况的可考虑手术治疗，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "我家的孩子是男宝宝，7岁，刚开始，嗓子眼有点痛，发现，说话的时候声音有点沙哑，另外，伴有低烧，请问：小孩扁桃体炎哭闹该怎么样治疗才好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男宝，刚满2个月，刚开始，说话时觉得嗓子疼，察觉到，咳嗽比较剧烈，而且，伴有低烧，请问：小孩扁桃体炎哭闹该怎么样诊治。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家女宝，今年6岁，一开始，说自己嗓子疼，察觉到，咳嗽好像也比较严重，另外，有点发烧也没精神，请问：小孩扁桃体炎红肿应怎样治效果才好。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家男宝，今年6岁，刚开始，说话时觉得嗓子疼，发现，说话的时候声音有点沙哑，另外，好像低烧一直都没退，请问：小孩扁桃体炎哭闹怎样治疗。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，以上都是比较常用的治疗方法，但是如果孩子扁桃体炎反反复复发生的话，建议是可以尽早手术的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "女宝宝，目前6岁，一开始，说自己咽东西疼，察觉到，说话的时候声音有点沙哑，并且，好像低烧一直都没退，请问：小孩扁桃体炎哭闹怎样治效果才好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子持续发烧不退的话则可口服一些退烧药，如果药物疗效欠佳，且反复发作者建议采取手术治疗，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "女宝宝，目前3岁，刚开始，说自己咽东西疼，发现，咳嗽比较剧烈，而且，有点发烧也没精神，请问：小孩扁桃体炎哭闹怎样治效果好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子持续发烧不退的话则可口服一些退烧药，如果药物疗效欠佳，且反复发作者建议采取手术治疗，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "我家的孩子是男宝宝，2岁，刚开始，说自己咽东西疼，发现，咳嗽好像也比较严重，而且，现在已经高烧不退了，请问：小孩扁桃体炎哭闹该怎么样治疗。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子持续发烧不退的话则可口服一些退烧药，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男孩子，已经6岁了，刚开始，说话时觉得嗓子疼，发现，咳嗽比较剧烈，同时，伴有低烧，请问：小孩扁桃体炎红肿该如何医治。",
    "output": "抗生素和消炎药是目前临床治疗小儿扁桃体炎比较主要的方法和药物，家长可对症进行选择，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子持续发烧不退的话则可口服一些退烧药，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家男宝，今年1岁，刚开始，说话时觉得嗓子疼，察觉到，说话的时候声音有点沙哑，同时，一直都有点发烧，请问：小孩扁桃体炎哭闹怎样治疗才好。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "女宝宝，才1个月，一开始，说话时觉得嗓子疼，察觉到，伴有轻微的咳嗽，同时，好像低烧一直都没退，请问：小孩扁桃体炎哭闹理应怎样治效果才好。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，孩子如果咽痛比较厉害的话，建议是可以根据情况给点镇痛药的，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "女宝宝，才7个月，刚开始，说自己咽东西疼，发现，说话的时候声音有点沙哑，并且，一直都有点发烧，请问：小孩扁桃体炎红肿该如何治疗好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "男宝，刚满2个月，一开始，嗓子眼有点痛，发现，伴有轻微的咳嗽，并且，有点发烧也没精神，请问：小孩扁桃体炎难受该如何治疗。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，平时注意饮食清淡，治疗期间以流食为主。"
},
{
    "input": "我家男宝，今年8岁，一开始，说自己嗓子疼，发现，说话的时候声音有点沙哑，并且，好像低烧一直都没退，请问：小孩扁桃体炎红肿该如何治疗。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，局部治疗的话建议选择激光治疗或是药剂冲洗，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "男孩，10岁，上小学了，刚开始，嗓子眼有点痛，发现，吞咽好像有点困难，同时，现在已经高烧不退了，请问：小孩扁桃体炎难受该如何医治。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，局部治疗的话建议选择激光治疗或是药剂冲洗，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家女宝，今年8岁，一开始，说嗓子喝水都觉得疼，察觉到，吞咽好像有点困难，同时，现在已经高烧不退了，请问：小孩扁桃体炎难受该如何治疗好。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子持续发烧不退的话则可口服一些退烧药，存在炎症反复发作情况的可考虑手术治疗，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男宝，刚满8个月，刚开始，说嗓子喝水都觉得疼，察觉到，吞咽好像有点困难，而且，有点发烧也没精神，请问：小孩扁桃体炎难受该如何治效果好。",
    "output": "如果孩子得了扁桃体炎的话，首先可以用点对症的抗生素药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子持续发烧不退的话则可口服一些退烧药，存在炎症反复发作情况的可考虑手术治疗，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男孩子，已经2岁了，刚开始，说嗓子喝水都觉得疼，察觉到，吞咽好像有点困难，并且，好像低烧一直都没退，请问：小孩扁桃体炎难受该如何治疗才好。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "女宝宝，目前2岁，一开始，说自己咽东西疼，察觉到，伴有轻微的咳嗽，而且，伴有低烧，请问：小孩扁桃体炎难受该如何诊治。",
    "output": "抗生素药物是目前治疗扁桃体炎比较常用的，可酌情选。，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "男宝，刚满2个月，一开始，说自己咽东西疼，发现，吞咽好像有点困难，而且，有点发烧也没精神，请问：小孩扁桃体炎难受应当如何治疗。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，局部治疗的话建议选择激光治疗或是药剂冲洗，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "男宝，刚满6个月，一开始，说话时觉得嗓子疼，发现，吞咽好像有点困难，另外，一直都有点发烧，请问：小孩扁桃体炎难受应当如何医治。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，局部治疗的话建议选择激光治疗或是药剂冲洗，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "我家女宝，今年1岁，刚开始，嗓子眼有点痛，察觉到，咳嗽比较剧烈，同时，有点发烧也没精神，请问：小孩扁桃体炎难受应当如何治疗好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子持续发烧不退的话则可口服一些退烧药，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "女宝宝，目前5岁，刚开始，说嗓子喝水都觉得疼，察觉到，说话的时候声音有点沙哑，同时，现在已经高烧不退了，请问：小孩扁桃体炎难受应当如何治效果好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，孩子持续发烧不退的话则可口服一些退烧药，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，在治疗期间要注意给孩子多补充营养，饮食则以清淡为主，还要注意多休息，避免疲劳。"
},
{
    "input": "女宝宝，才5个月，一开始，说自己咽东西疼，发现，咳嗽比较剧烈，而且，一直都有点发烧，请问：小孩扁桃体炎哭闹怎样医治。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，存在炎症反复发作情况的可考虑手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家女宝，今年7岁，刚开始，说自己嗓子疼，察觉到，伴有轻微的咳嗽，同时，一直都有点发烧，请问：小孩扁桃体炎难受理应如何治疗。",
    "output": "在治疗这类疾病时可以给孩子吃一些对症的抗生素药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，存在炎症反复发作情况的可考虑手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "男孩，9岁，上小学了，刚开始，嗓子眼有点痛，发现，咳嗽好像也比较严重，而且，有点发烧也没精神，请问：小孩扁桃体炎难受理应如何治疗好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子持续发烧不退的话则可口服一些退烧药，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "我家女宝，今年8岁，一开始，说话时觉得嗓子疼，察觉到，咳嗽比较剧烈，同时，有点发烧也没精神，请问：小孩扁桃体炎难受理应如何治疗才好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，此外还可局部给予药物喷剂或是进行激光治疗，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子持续发烧不退的话则可口服一些退烧药，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，家长平时还要注意给孩子做好保暖工作，以免受凉感冒诱发扁桃体的再次发炎。"
},
{
    "input": "我家的孩子是男宝宝，9岁，刚开始，说话时觉得嗓子疼，察觉到，咳嗽比较剧烈，并且，现在已经高烧不退了，请问：小孩扁桃体炎红肿理应怎样治疗。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家男宝，今年6岁，一开始，嗓子眼有点痛，发现，说话的时候声音有点沙哑，同时，伴有低烧，请问：小孩扁桃体炎红肿该怎么样治疗好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "我家的孩子是男宝宝，1岁，刚开始，嗓子眼有点痛，察觉到，伴有轻微的咳嗽，同时，一直都有点发烧，请问：小孩扁桃体炎哭闹怎样诊治。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "我家的孩子是男宝宝，9岁，刚开始，说自己嗓子疼，发现，咳嗽比较剧烈，另外，一直都有点发烧，请问：小孩扁桃体炎哭闹该怎么样治疗好。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，同时伴有低烧的可物理降温，体温超过38.5°则应及时就医，如果你的孩子经常发生这种情况，那么在病情得到控制后，可以考虑手术治疗的，以免反反复复，与此同时也要注意给孩子安排合理的饮食和作息习惯，帮助疾病尽早康复。"
},
{
    "input": "男孩子，已经6岁了，一开始，说自己嗓子疼，发现，咳嗽好像也比较严重，并且，有点发烧也没精神，请问：小孩扁桃体炎难受该如何治效果才好。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家的孩子是男宝宝，6岁，一开始，说自己嗓子疼，察觉到，咳嗽好像也比较严重，另外，一直都有点发烧，请问：小孩扁桃体炎红肿怎样诊治。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，孩子如果喉咙比较疼的话也可酌情给一些镇痛的药物，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家的孩子是男宝宝，4岁，一开始，说自己嗓子疼，察觉到，伴有轻微的咳嗽，并且，有点发烧也没精神，请问：小孩扁桃体炎难受如何治疗。",
    "output": "可适当的给予一些抗生素或是消炎类药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，孩子如果反复出现扁桃体发炎则建议尽早手术的，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家女宝，今年9岁，刚开始，说嗓子喝水都觉得疼，发现，咳嗽比较剧烈，并且，现在已经高烧不退了，请问：小孩扁桃体炎难受该怎样医治。",
    "output": "可适当的给予一些抗生素或是消炎类药物，服用药物的同时还可以进行一些局部治疗，别入像冲洗啊，直接用药等，可巩固疗效，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子有发烧症状的可以服用一些有退烧作用的药物，严重的话则应尽早就医，孩子如果反复出现扁桃体发炎则建议尽早手术的，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "女宝宝，目前4岁，刚开始，说自己咽东西疼，发现，吞咽好像有点困难，另外，伴有低烧，请问：小孩扁桃体炎难受该怎样治疗好。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，孩子如果反复出现扁桃体发炎则建议尽早手术的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "男孩子，已经9岁了，刚开始，说话时觉得嗓子疼，察觉到，伴有轻微的咳嗽，而且，一直都有点发烧，请问：小孩扁桃体炎难受应怎样医治。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，孩子如果反复出现扁桃体发炎则建议尽早手术的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "男孩，7岁，上小学了，一开始，说话时觉得嗓子疼，察觉到，咳嗽好像也比较严重，同时，一直都有点发烧，请问：小孩扁桃体炎难受如何诊治。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "女宝宝，目前4岁，一开始，说嗓子喝水都觉得疼，察觉到，说话的时候声音有点沙哑，并且，现在已经高烧不退了，请问：小孩扁桃体炎难受该怎样治效果好。",
    "output": "医治小儿扁桃体炎首先家长可以给孩子吃点消炎类的药物，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，孩子如果是以咽痛症状为主的话，建议家长是可以酌情给点镇痛药缓解的，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，病情好转后建议带孩子适当运动，提高免疫力，以防止再次复发。"
},
{
    "input": "男孩子，已经9岁了，一开始，说嗓子喝水都觉得疼，察觉到，伴有轻微的咳嗽，并且，现在已经高烧不退了，请问：小孩扁桃体炎难受该怎样治疗。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "女宝宝，目前9岁，刚开始，说嗓子喝水都觉得疼，发现，伴有轻微的咳嗽，另外，现在已经高烧不退了，请问：小孩扁桃体炎难受该怎样治疗才好。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，如果孩子情况比较严重的话也可配合一些局部治疗，包括扁桃体隐窝冲洗，扁桃体注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "男孩子，已经7岁了，刚开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，另外，伴有低烧，请问：小孩扁桃体炎难受该怎样诊治。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，局部治疗的话建议选择激光治疗或是药剂冲洗，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，如果药物疗效欠佳，且反复发作者建议采取手术治疗，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "我家的孩子是男宝宝，2岁，刚开始，说话时觉得嗓子疼，发现，伴有轻微的咳嗽，而且，有点发烧也没精神，请问：小孩扁桃体炎难受该怎样治效果才好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，局部治疗的话建议选择激光治疗或是药剂冲洗，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，如果药物疗效欠佳，且反复发作者建议采取手术治疗，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "我家女宝，今年4岁，一开始，说嗓子喝水都觉得疼，察觉到，伴有轻微的咳嗽，而且，一直都有点发烧，请问：小孩扁桃体炎难受理应怎样治疗。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家男宝，今年8岁，一开始，说自己咽东西疼，发现，吞咽好像有点困难，而且，有点发烧也没精神，请问：小孩扁桃体炎难受理应怎样医治。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，全身治疗的同时也可以选择局部治疗来加强疗效，方式包括隐窝冲洗，扁桃体直接注射药物等，如孩子咽痛症状尤甚，建议选用一些镇痛药缓解症状，部分孩子还可能伴有发烧的情况，这个时候可以给孩子口服一些退烧药，无法缓解的话务必就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男孩子，已经9岁了，刚开始，说自己嗓子疼，察觉到，咳嗽比较剧烈，并且，好像低烧一直都没退，请问：小孩扁桃体炎难受理应怎样治效果好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "女宝宝，目前5岁，一开始，说话时觉得嗓子疼，发现，说话的时候声音有点沙哑，并且，现在已经高烧不退了，请问：小孩扁桃体炎难受理应怎样治疗好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，孩子如果还有发烧的情况，那么是可以酌情吃点退烧药的，但是如果持续不退的话，务必要及时就医，如果药物疗效欠佳，且反复发作者建议采取手术治疗，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
},
{
    "input": "我家女宝，今年8岁，一开始，说话时觉得嗓子疼，发现，咳嗽好像也比较严重，并且，现在已经高烧不退了，请问：小孩扁桃体炎难受理应怎样治疗才好。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，针对咽痛症状明显的孩子可用点镇痛的药物，孩子持续发烧不退的话则可口服一些退烧药，存在炎症反复发作情况的可考虑手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家女宝，今年6岁，一开始，说话时觉得嗓子疼，察觉到，咳嗽好像也比较严重，并且，好像低烧一直都没退，请问：小孩扁桃体炎难受理应怎样诊治。",
    "output": "建议家长可以在医生的指导下选择适合的抗生素或是消炎药给孩子吃，可很好的缓解炎症症状，也可局部用药，比如扁桃体隐窝冲洗，扁桃体内注射药物等，针对咽痛症状明显的孩子可用点镇痛的药物，孩子持续发烧不退的话则可口服一些退烧药，存在炎症反复发作情况的可考虑手术治疗，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家男宝，今年9岁，刚开始，说自己咽东西疼，察觉到，说话的时候声音有点沙哑，并且，一直都有点发烧，请问：小孩扁桃体炎难受理应怎样治效果才好。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "我家的孩子是男宝宝，1岁，一开始，说话时觉得嗓子疼，察觉到，咳嗽好像也比较严重，并且，一直都有点发烧，请问：小孩扁桃体炎难受该怎么样治疗。",
    "output": "治疗小儿扁桃体炎可根据细菌培养选择敏感的抗生素药物，另外还可进行局部治疗，包括扁桃体隐窝冲洗，扁桃体内药物注射，激光治疗等，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子一直在发烧的话家长也给用点退烧的药物，或者马上送孩子去医院，扁桃体炎是具有反复发作的特征的，如果存在类似情况，炎症得到控制后可以考虑手术，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "女宝宝，目前8岁，一开始，说自己咽东西疼，发现，咳嗽比较剧烈，另外，好像低烧一直都没退，请问：小孩扁桃体炎难受该怎么样治疗好。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "男宝，刚满5个月，一开始，说嗓子喝水都觉得疼，察觉到，咳嗽好像也比较严重，同时，好像低烧一直都没退，请问：小孩扁桃体炎难受该怎么样医治。",
    "output": "想要较好的治疗扁桃体炎的话，可以在医生的指导下对症选择一些有消炎作用的药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，除了以上这些药物治疗方法外，如果孩子反反复复发生扁桃体炎的话，也是建议可以选择手术治疗的，治疗期间还要注意保持饮食卫生，以及足够的休息时间。"
},
{
    "input": "我家男宝，今年3岁，一开始，嗓子眼有点痛，发现，说话的时候声音有点沙哑，同时，有点发烧也没精神，请问：小孩扁桃体炎难受该怎么样治效果好。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，局部治疗的话建议选择激光治疗或是药剂冲洗，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，孩子如果反复出现扁桃体发炎则建议尽早手术的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "男孩，9岁，上小学了，一开始，嗓子眼有点痛，察觉到，伴有轻微的咳嗽，而且，有点发烧也没精神，请问：小孩扁桃体炎难受该怎么样诊治。",
    "output": "目前临床上在治疗小儿扁桃体炎时，主要以抗生素药物为主，可根据细菌培养选择敏感的药物，效果不错，局部治疗的话建议选择激光治疗或是药剂冲洗，也可以根据孩子的情况给点镇痛药，尤其是嗓子疼痛剧烈的时候，可帮助缓解痛苦，另外如果伴有发烧的情况的话，那么也可服用一些退烧药，高烧的话还是建议要尽早就医的，孩子如果反复出现扁桃体发炎则建议尽早手术的，治疗的同时也要注意给孩子安排清淡的饮食，加强营养的补充，帮助尽早康复。"
},
{
    "input": "女宝宝，目前2岁，一开始，说话时觉得嗓子疼，发现，说话的时候声音有点沙哑，同时，好像低烧一直都没退，请问：小孩扁桃体炎难受该怎么样治疗才好。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，局部治疗的话建议选择激光治疗或是药剂冲洗，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "我家男宝，今年1岁，一开始，说嗓子喝水都觉得疼，发现，咳嗽好像也比较严重，而且，有点发烧也没精神，请问：小孩扁桃体炎难受怎样治疗好。",
    "output": "一般来说如果是小儿扁扁桃体炎的话可以对症给孩子吃一些抗生素，还是比较有效的，局部治疗的话建议选择激光治疗或是药剂冲洗，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，要的有发烧的情况，那么根据体温选择降温的方法，38.5摄氏度以下可物理降温，高于38.5摄氏度的话则可口服退烧药，以上方法都是目前治疗扁桃体炎比较常用的，此外手术也是可行的方法之一，适用于反复发作的儿童人群，治疗期间主要要给孩子做好保暖工作，避免着凉加剧症状。"
},
{
    "input": "女宝宝，目前8岁，一开始，说自己嗓子疼，发现，说话的时候声音有点沙哑，同时，好像低烧一直都没退，请问：小孩扁桃体炎难受怎样治效果好。",
    "output": "可适当的给予一些抗生素或是消炎类药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "女宝宝，才1个月，一开始，说嗓子喝水都觉得疼，发现，吞咽好像有点困难，并且，好像低烧一直都没退，请问：小孩扁桃体炎难受怎样治疗。",
    "output": "可适当的给予一些抗生素或是消炎类药物，也可局部冲洗或是局部喷药，扁桃体内也可注射对症药物，疗效都是不错的，症状如果是以咽痛为主的，可考虑给点镇痛类的药物，孩子持续发热则及时应用退烧药，未超过38.5摄氏度的可以物理降温，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，最后，希望家长能够重视这一疾病，尽早带孩子就医治疗，平时也要注意做好相关的预防和保健工作。"
},
{
    "input": "男宝，刚满3个月，一开始，说话时觉得嗓子疼，发现，咳嗽好像也比较严重，并且，一直都有点发烧，请问：小孩扁桃体炎难受怎样治效果才好。",
    "output": "在治疗上的话一般建议遵医嘱给孩子吃点消炎的药物，除全身用药的话也可进行局部治疗，比如扁桃体隐窝冲洗，或是扁桃体内药物注射等，必要的时候，比如孩子咽痛尤甚的时候，也是可以给点止痛药的，如果孩子还有点发烧的话那么就应该酌情进行退烧，要是高于40摄氏度的话，那么就需要尽早就医了，除了这些药物治疗的方法之外，如果孩子总是反复发生炎症的话，家长也可在医生的见一下选择手术进行治疗的，期间注意让孩子充分休息，并且多吃一些蔬菜水果。"
}
]
